Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: For updating, you can update only selective columns.
sk: Na aktualizáciu môžete aktualizovať iba vybrané stĺpce.

source: For {0} at level {1} in {2} in row {3}
sk: Pre {0} na úrovni {1} v {2} v riadku {3}

source: Force
sk: Vynútiť

source: Force Re-route to Default View
sk: Vynútiť presmerovanie na predvolený pohľad

source: Force Show
sk: Vynútené zobrazenie

source: Force Stop job
sk: Vynútiť zastavenie úlohy

source: Force User to Reset Password
sk: Prinútiť používateľa obnoviť heslo

source: Force Web Capture Mode for Uploads
sk: Vynútiť režim webového zachytenia pre nahrávania

source: Forgot Password?
sk: Zabudli ste heslo?

source: Form
sk: Formulár

source: Form Builder
sk: Staviteľ formulárov

source: Form Dict
sk: Formulár Dict

source: Form Settings
sk: Nastavenia formulára

source: Form Tour
sk: Tour formulára

source: Form Tour Step
sk: Krok prehliadky formulára

source: Form URL-Encoded
sk: Formátovanie URL kódovanie

source: Format
sk: Formát

source: Format Data
sk: Formát údajov

source: Forward
sk: Poslať ďalej

source: Forward To Email Address
sk: Presmerovať na emailovú adresu

source: Fraction
sk: Frakcia

source: Fraction Units
sk: Zlomkové jednotky

source: Frappe Support
sk: Podpora Frappe

source: Frappe page builder using components
sk: Nástroj na vytváranie stránok Frappe pomocou komponentov

# Image Cropper
source: Free
sk: Zdarma

source: Frequency
sk: Frekvencia

source: Friday
sk: Piatok

source: From
sk: Z

source: From Date
sk: Dátum od

source: From Date Field
sk: Pole dátumu od

source: From Document Type
sk: Z Typu Dokumentu

source: From Full Name
sk: Celé meno odosielateľa

source: From User
sk: Od používateľa

source: From version
sk: Od verzie

source: Full
sk: Celá

source: Full Name
sk: Celé meno

source: Full Page
sk: Celá stránka

source: Full Width
sk: Celá šírka

source: Function
sk: Funkcia

source: Function Based On
sk: Funkcia založená na

source: Function {0} is not whitelisted.
sk: Funkcia {0} nie je na zozname povolených.

source: Further nodes can be only created under 'Group' type nodes
sk: Ďalšie uzly môžu byť vytvorené iba pod uzlami typu 'Skupina'

source: Fw: {0}
sk: Preposlané: {0}

source: GNU General Public License
sk: Všeobecná verejná licencia GNU

source: Gantt View
sk: Gantt Zobrazenie

source: Gender
sk: Pohlavie

source: General
sk: Všeobecné

source: Generate Custom Reports
sk: Generovať vlastné správy

source: Generate Keys
sk: Generovať kľúče

source: Generate New Report
sk: Vygenerovať novú správu

source: Generate Random Password
sk: Generovať náhodné heslo

source: Generate Tracking URL
sk: Generovať sledovaciu URL adresu

source: Geolocation
sk: Geolokácia

source: Get Alerts for Today
sk: Dnešné upozornenia

source: Get Backup Encryption Key
sk: Získať šifrovací kľúč zálohy

source: Get Contacts
sk: Získať kontakty

source: Get Fields
sk: Získať polia

source: Get Header and Footer wkhtmltopdf variables
sk: Získajte premenné hlavičky a päty wkhtmltopdf

source: Get Items
sk: Získať položky

source: Get OpenID Configuration
sk: Získať OpenID konfiguráciu

source: Get PDF
sk: Získať PDF

source: Get a preview of generated names with a series.
sk: Získajte ukážku generovaných mien so sériou.

source: Get more insights with
sk: Získajte viac prehľadov s

source: Get notified when an email is received on any of the documents assigned to you.
sk: Dostávajte upozornenia, keď je prijatý email na ktoromkoľvek z dokumentov priradených vám.

source: Get your globally recognized avatar from Gravatar.com
sk: Získajte svoj globálne rozpoznávaný avatar z Gravatar.com

source: Git Branch
sk: Git vetva

source: Give Review Points
sk: Udeľte body za hodnotenie

source: Global Search Document Types Reset.
sk: Globálne vymazanie typov dokumentov z vyhľadávania.

source: Global Search Settings
sk: Nastavenia globálneho vyhľadávania

source: Global Shortcuts
sk: Globálne skratky

source: Global Unsubscribe
sk: Globálne odhlásenie

source: Go
sk: Choď

source: Go Back
sk: Vrátiť sa späť

source: Go to Notification Settings List
sk: Prejdite na zoznam nastavení notifikácií

source: Go to Page
sk: Prejsť na stránku

source: Go to Workflow
sk: Prejsť na pracovný tok

source: Go to Workspace
sk: Prejsť do pracovného prostredia

source: Go to next record
sk: Prejsť na ďalší záznam

source: Go to previous record
sk: Prejsť na predchádzajúci záznam

source: Go to the document
sk: Choďte na dokument

source: Go to this URL after completing the form
sk: Prejsť na túto URL po vyplnení formulára

source: Go to {0}
sk: Prejsť na {0}

source: Go to {0} List
sk: Prejdite na zoznam {0}

source: Go to {0} Page
sk: Prejdite na stránku {0}

source: Goal
sk: Cieľ

source: Google Analytics anonymise IP
sk: Anonymizovať IP v Google Analytics

source: Google Calendar
sk: Google Kalendár

source: Google Calendar - Contact / email not found. Did not add attendee for -<br>{0}
sk: Google Kalendár - Kontakt / e-mail nenájdený. Účastník nebol pridaný pre -<br>{0}

source: Google Calendar - Could not create Calendar for {0}, error code {1}.
sk: Google Calendar - Nepodarilo sa vytvoriť kalendár pre {0}, chybový kód {1}.

source: Google Calendar - Could not delete Event {0} from Google Calendar, error code {1}.
sk: Google Kalendár - Nepodarilo sa odstrániť udalosť {0} z Google Kalendára, kód chyby {1}.

source: Google Calendar - Could not fetch event from Google Calendar, error code {0}.
sk: Google Calendar - Nepodarilo sa načítať udalosť z Google Kalendára, kód chyby {0}.

source: Google Calendar - Could not insert contact in Google Contacts {0}, error code {1}.
sk: Google Calendar - Nepodarilo sa vložiť kontakt do Google Kontakty {0}, kód chyby {1}.

source: Google Calendar - Could not insert event in Google Calendar {0}, error code {1}.
sk: Google Kalendár - Nepodarilo sa vložiť udalosť do Google Kalendára {0}, chybový kód {1}.

source: Google Calendar - Could not update Event {0} in Google Calendar, error code {1}.
sk: Google kalendár - Nepodarilo sa aktualizovať udalosť {0} v Google kalendári, kód chyby {1}.

source: Google Calendar Event ID
sk: Identifikátor udalosti Google Kalendára

source: Google Calendar ID
sk: ID kalendára Google

source: Google Calendar has been configured.
sk: Google Kalendár bol nakonfigurovaný.

source: Google Contacts
sk: Google Kontakty

source: Google Contacts - Could not sync contacts from Google Contacts {0}, error code {1}.
sk: Google Kontakty - Nepodarilo sa synchronizovať kontakty zo služby Google Kontakty {0}, chybový kód {1}.

source: Google Contacts - Could not update contact in Google Contacts {0}, error code {1}.
sk: Google Contacts - Nepodarilo sa aktualizovať kontakt v Google Contacts {0}, kód chyby {1}.

source: Google Drive
sk: Disk Google

source: Google Drive - Could not create folder in Google Drive - Error Code {0}
sk: Google Drive - Nepodarilo sa vytvoriť priečinok na Google Drive - Kód chyby {0}

source: Google Drive - Could not find folder in Google Drive - Error Code {0}
sk: Google Drive - Nepodarilo sa nájsť priečinok na Google Drive - Chybový kód {0}

source: Google Drive - Could not locate - {0}
sk: Google Drive - Nepodarilo sa nájsť - {0}

source: Google Drive Backup Successful.
sk: Záloha na Google Drive bola úspešná.

source: Google Drive Picker
sk: Google Drive Výberca

source: Google Drive Picker Enabled
sk: Povolený výberový modul Google Drive

source: Google Meet Link
sk: Odkaz na Google Meet

source: Google Services
sk: Služby Google

source: Google Settings
sk: Nastavenia Google

source: Google Sheets URL is invalid or not publicly accessible.
sk: URL adresa Google Sheets je neplatná alebo nie je verejne prístupná.

source: Google Sheets URL must end with "gid={number}". Copy and paste the URL from the browser address bar and try again.
sk: URL adresa Google Sheets musí končiť na "gid={number}". Skopírujte a vložte URL adresu z adresného riadku prehliadača a skúste to znova.

source: Google Snippet Preview
sk: Ukážka úryvku Google

source: Grant Type
sk: Typ povolenia

source: Graph
sk: Graf

source: Gray
sk: Sivá

source: Greater Than
sk: Väčší ako

source: Greater Than Or Equal To
sk: Väčšie alebo rovné

source: Green
sk: Zelená

source: Grid Empty State
sk: Stav prázdnej mriežky

source: Grid Shortcuts
sk: Skratky mriežky

source: Group
sk: Skupina

source: Group By
sk: Zoskupiť podľa

source: Group By Based On
sk: Zoskupiť podľa základu na

source: Group By Type
sk: Zoskupiť podľa typu

source: Group By field is required to create a dashboard chart
sk: Pre vytvorenie grafu na prístrojovej doske je potrebné pole "Zoskupiť podľa".

source: Group Node
sk: Skupinový uzol

source: Group Object Class
sk: Trieda objektu skupiny

source: Group your custom doctypes under modules
sk: Zoskupte svoje vlastné doctype pod moduly

source: Grouped by <span style='font-weight:600;'>{0}</b>
sk: Zoskupené podľa <span style='font-weight:600;'>{0}</b>

source: HEAD
sk: HLAVIČKA

source: HTML Page
sk: HTML stránka

source: HTML for header section. Optional
sk: HTML pre sekciu hlavičky. Voliteľné

source: HTML with jinja support
sk: HTML so podporou jinja

source: Half
sk: Polovica

source: Half Yearly
sk: Polročne

source: Half-yearly
sk: Polročne

source: Handled Emails
sk: Spracované e-maily

source: Has Attachment
sk: Má prílohu

source: Has Domain
sk: Má doménu

source: Has Next Condition
sk: Má nasledujúcu podmienku

source: Has Role
sk: Má rolu

source: Has Web View
sk: Má zobrazenie webu

source: Have an account? Login
sk: Máte účet? Prihláste sa

source: Header
sk: Hlavička

source: Header HTML
sk: HTML hlavička

source: Header HTML set from attachment {0}
sk: Nadpis HTML nastavený z prílohy {0}

source: Header Script
sk: Hlavičkový skript

source: Header and Breadcrumbs
sk: "Záhlavie a Breadcrumbs"

source: Header, Robots
sk: Hlavička, Roboty

source: Header/Footer scripts can be used to add dynamic behaviours.
sk: Skripty hlavičky/päty môžu byť použité na pridanie dynamického správania.

source: Headers
sk: Hlavičky

source: Heading
sk: Nadpis

source: Hello
sk: Ahoj

source: Help
sk: Pomoc

source: Help Article
sk: Článok nápovedy

source: Help Articles
sk: Pomocné články

source: Help Category
sk: Kategória pomoci

source: Help Dropdown
sk: Pomocné rozbaľovacie menu

source: Help HTML
sk: Pomoc HTML

source: Help on Search
sk: Pomoc pri vyhľadávaní

source: Help: To link to another record in the system, use "/app/note/[Note Name]" as the Link URL. (don't use "http://")
sk: Pomoc: Na prepojenie s iným záznamom v systéme použite "/app/note/[Note Name]" ako URL pre odkaz. (nepoužívajte "http://")

source: Helpful
sk: Užitočné

source: Here's your tracking URL
sk: Tu je vaša sledovacia URL adresa

source: Hi {0}
sk: Ahoj {0}

source: Hidden
sk: Skryté

source: Hidden Fields
sk: Skryté polia

source: Hide
sk: Skryť

source: Hide Block
sk: Skryť blok

source: Hide Border
sk: Skryť okraj

source: Hide Buttons
sk: Skryť tlačidlá

source: Hide CTA
sk: Skryť CTA

source: Hide Copy
sk: Skryť kopírovanie

source: Hide Custom DocTypes and Reports
sk: Skryť vlastné DocTypes a reporty

source: Hide Days
sk: Skryť dni

source: Hide Descendants
sk: Skryť potomkov

source: Hide Error
sk: Skryť chybu

source: Hide Login
sk: Skryť prihlásenie

source: Hide Preview
sk: Skryť ukážku

source: Hide Previous, Next and Close button on highlight dialog.
sk: Skryť tlačidlá Späť, Ďalej a Zavrieť na zvýraznenom dialógovom okne.

source: Hide Saved
sk: Skryť uložené

source: Hide Seconds
sk: Skryť sekundy

source: Hide Sidebar, Menu, and Comments
sk: Skryť bočný panel, menu a komentáre

source: Hide Standard Menu
sk: Skryť štandardné menu

source: Hide Tags
sk: Skryť značky

source: Hide Weekends
sk: Skryť víkendy

source: Hide Workspace
sk: Skryť pracovnú plochu

source: Hide descendant records of <b>For Value</b>.
sk: Skryť záznamy potomkov pre <b>hodnotu</b>.

source: Hide details
sk: Skryť podrobnosti

source: Hide footer in auto email reports
sk: Skryť pätičku v automatických e-mailových reportoch

source: Hide footer signup
sk: Skryť prihlasovací formulár v päte stránky

source: High
sk: Vysoká

source: Higher priority rule will be applied first
sk: Pravidlo s vyššou prioritou sa použije ako prvé

source: Highlight
sk: „Zvýraznenie“

source: Hint: Include symbols, numbers and capital letters in the password
sk: Nápoveda: Zahrňte do hesla symboly, čísla a veľké písmená

source: Home
sk: Domov

source: Home Page
sk: Hlavná stránka

source: Home Settings
sk: Domáce nastavenia

source: Home/Test Folder 1
sk: Domov/Testovací priečinok 1

source: Home/Test Folder 1/Test Folder 3
sk: Domov/Testovací priečinok 1/Testovací priečinok 3

source: Home/Test Folder 2
sk: Domov/Testovací priečinok 2

source: Hourly
sk: Hodinovo

source: Hourly Long
sk: Hodinový Dlhý

source: Hourly rate limit for generating password reset links
sk: Hodinový limit na generovanie odkazov na obnovu hesla

source: How should this currency be formatted? If not set, will use system defaults
sk: Ako by mala byť táto mena formátovaná? Ak nie je nastavená, budú použité predvolené nastavenia systému

source: I guess you don't have access to any workspace yet, but you can create one just for yourself. Click on the <b>Create Workspace</b> button to create one.<br>
sk: Myslím, že zatiaľ nemáte prístup k žiadnemu pracovisku, ale môžete si vytvoriť jedno len pre seba. Kliknite na tlačidlo <b>Vytvoriť pracovisko</b> a vytvorte si ho.<br>

source: ID (name)
sk: ID (názov)

source: ID (name) of the entity whose property is to be set
sk: ID (názov) entity, ktorej vlastnosť sa má nastaviť

source: IDs must contain only alphanumeric characters, not contain spaces, and should be unique.
sk: ID musí obsahovať iba alfanumerické znaky, nesmie obsahovať medzery a mal by byť jedinečný.

source: IMAP Details
sk: IMAP podrobnosti

source: IMAP Folder
sk: IMAP priečinok

source: IP Address
sk: IP adresa

source: Icon
sk: Ikona

source: Icon will appear on the button
sk: Ikona sa zobrazí na tlačidle

source: Identity Details
sk: Údaje o identite

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
sk: Ak je začiarknutá možnosť Použiť prísne používateľské povolenia a pre Používateľa je definované Povolenie používateľa pre DocType, všetky dokumenty, kde je hodnota odkazu prázdna, sa tomuto používateľovi nebudú zobrazovať.

source: If Checked workflow status will not override status in list view
sk: Ak je začiarknuté, stav pracovného postupu neprepíše stav v zobrazení zoznamu

source: If Owner
sk: Ak vlastník

source: If a Role does not have access at Level 0, then higher levels are meaningless.
sk: Ak rola nemá prístup na úroveň 0, potom sú vyššie úrovne bezvýznamné.

source: If checked, all other workflows become inactive.
sk: Ak je zaškrtnuté, všetky ostatné pracovné toky sa stanú neaktívnymi.

source: If checked, negative numeric values of Currency, Quantity or Count would be shown as positive
sk: Ak je zaškrtnuté, záporné číselné hodnoty Mena, Množstvo alebo Počet sa zobrazia ako kladné

source: If checked, users will not see the Confirm Access dialog.
sk: Ak je začiarknuté, používatelia neuvidia dialógové okno Potvrdiť prístup.

source: If disabled, this role will be removed from all users.
sk: Ak je zakázaný, táto rola bude odstránená zo všetkých používateľov.

source: If enabled, user can login from any IP Address using Two Factor Auth, this can also be set for all users in System Settings
sk: Ak je povolené, používateľ sa môže prihlásiť z akejkoľvek IP adresy pomocou dvojfaktorovej autentifikácie, toto môže byť nastavené aj pre všetkých používateľov v systémových nastaveniach.

source: If enabled, all responses on the web form will be submitted anonymously
sk: Ak je povolené, všetky odpovede vo webovom formulári budú odoslané anonymne

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
sk: Ak je povolené, všetci používatelia sa môžu prihlásiť z akejkoľvek IP adresy pomocou dvojfaktorovej autentifikácie. Toto môže byť nastavené aj len pre konkrétnych používateľov na stránke používateľa.

source: If enabled, changes to the document are tracked and shown in timeline
sk: Ak je povolené, zmeny v dokumente sú sledované a zobrazené v časovej osi

source: If enabled, document views are tracked, this can happen multiple times
sk: Ak je povolené, zobrazia sa sledované zhliadnutia dokumentov, toto sa môže stať viackrát

source: If enabled, the document is marked as seen, the first time a user opens it
sk: Ak je povolené, dokument je označený ako videný, keď ho používateľ prvýkrát otvorí

source: If enabled, the notification will show up in the notifications dropdown on the top right corner of the navigation bar.
sk: Ak je povolené, upozornenie sa zobrazí v rozbaľovacom zozname upozornení v pravom hornom rohu navigačného panela.

source: If enabled, the password strength will be enforced based on the Minimum Password Score value. A value of 2 being medium strong and 4 being very strong.
sk: Ak je povolené, sila hesla bude vynucovaná na základe hodnoty Minimálneho skore hesla. Hodnota 2 znamená stredne silné a 4 veľmi silné.

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
sk: Ak je povolené, používatelia, ktorí sa prihlásia z obmedzenej IP adresy, nebudú vyzvaní na dvojfaktorovú autentifikáciu.

source: If enabled, users will be notified every time they login. If not enabled, users will only be notified once.
sk: Ak je povolené, používatelia budú upozornení zakaždým, keď sa prihlásia. Ak nie je povolené, používatelia budú upozornení iba raz.

source: If left empty, the default workspace will be the last visited workspace
sk: Ak je ponechané prázdne, predvoleným pracoviskom bude naposledy navštívené pracovisko

source: If non standard port (e.g. 587)
sk: Ak ide o neštandardný port (napr. 587)

source: If non standard port (e.g. 587). If on Google Cloud, try port 2525.
sk: Ak nejde o štandardný port (napr. 587). Ak ste v prostredí Google Cloud, skúste port 2525.

source: If non-standard port (e.g. POP3: 995/110, IMAP: 993/143)
sk: Ak ide o neštandardný port (napr. POP3: 995/110, IMAP: 993/143)

source: If not set, the currency precision will depend on number format
sk: Ak nie je nastavené, presnosť meny bude závisieť od formátu čísla

source: If set, only user with these roles can access this chart. If not set, DocType or Report permissions will be used.
sk: Ak je nastavené, prístup k tomuto grafu má iba používateľ s týmito rolami. Ak nie je nastavené, budú použité povolenia DocType alebo reportov.

source: If the condition is satisfied user will be rewarded with the points. eg. doc.status == 'Closed'
sk: Ak je podmienka splnená, používateľ bude odmenený bodmi. napr. doc.status == 'Closed'

source: If the user has any role checked, then the user becomes a "System User". "System User" has access to the desktop
sk: Ak používateľ má zaškrtnutú nejakú rolu, potom sa používateľ stáva "Systémovým používateľom". "Systémový používateľ" má prístup k pracovnej ploche.

source: If these instructions where not helpful, please add in your suggestions on GitHub Issues.
sk: Ak tieto pokyny neboli užitočné, pridajte svoje návrhy do GitHub Issues.

source: If unchecked, the value will always be re-fetched on save.
sk: Ak nie je zaškrtnuté, hodnota sa vždy znovu načíta pri ukladaní.

source: If user is the owner
sk: Ak je používateľ vlastníkom

source: If you are updating, please select "Overwrite" else existing rows will not be deleted.
sk: Ak aktualizujete, vyberte prosím "Prepísať", inak existujúce riadky nebudú odstránené.

source: If you are uploading new records, "Naming Series" becomes mandatory, if present.
sk: Ak nahrávate nové záznamy, "Názvoslovná séria" sa stáva povinnou, ak je prítomná.

source: If you are uploading new records, leave the "name" (ID) column blank.
sk: Ak nahrávate nové záznamy, ponechajte stĺpec "name" (ID) prázdny.

source: If you have recently restored the site you may need to copy the site config contaning original Encryption Key.
sk: Ak ste nedávno obnovili stránku, možno budete musieť skopírovať konfiguráciu stránky obsahujúcu pôvodný šifrovací kľúč.

source: If you just want to customize for your site, use {0} instead.
sk: Ak chcete len prispôsobiť pre svoju stránku, namiesto toho použite {0}.

source: If you set this, this Item will come in a drop-down under the selected parent.
sk: Ak nastavíte túto položku, táto položka sa zobrazí v rozbaľovacej ponuke pod vybraným rodičom.

source: If you think this is unauthorized, please change the Administrator password.
sk: Ak si myslíte, že toto nie je autorizované, prosím, zmeňte heslo administrátora.

source: If your data is in HTML, please copy paste the exact HTML code with the tags.
sk: Ak sú vaše údaje v HTML, prosím, skopírujte presný HTML kód spolu s tagmi.

source: Ignore User Permissions
sk: Ignorovať používateľské povolenia

source: Ignore XSS Filter
sk: Ignorovať XSS filter

source: Ignore attachments over this size
sk: Ignorovať prílohy presahujúce túto veľkosť

source: Ignored Apps
sk: Ignorované aplikácie

source: Illegal Access Token. Please try again
sk: Neplatný prístupový token. Prosím, skúste to znova

source: Illegal Document Status for {0}
sk: Nezákonný stav dokumentu pre {0}

source: Illegal SQL Query
sk: Nelegálny SQL dopyt

source: Illegal template
sk: Neplatná šablóna

source: Image
sk: Obrázok

source: Image Field
sk: Obrázkové pole

source: Image Height
sk: Výška obrázka

source: Image Link
sk: Odkaz na obrázok

source: Image View
sk: Zobrazenie obrázkov

source: Image Width
sk: Šírka obrázka

source: Image field must be a valid fieldname
sk: Pole obrázka musí byť platný názov poľa

source: Image field must be of type Attach Image
sk: Pole obrázka musí byť typu Pripojiť obrázok

source: Image link '{0}' is not valid
sk: Odkaz na obrázok '{0}' nie je platný

source: Image optimized
sk: Obrázok optimalizovaný

source: Image: Corrupted Data Stream
sk: Obrázok: Poškodený dátový tok

source: Images
sk: Obrázky

source: Impersonate
sk: Zosobniť

source: Impersonate as {0}
sk: Zosobniť ako {0}

source: Impersonated by {0}
sk: Zosobnený používateľom {0}

source: Impersonating {0}
sk: Zosobňovanie {0}

source: Implement `clear_old_logs` method to enable auto error clearing.
sk: Implementujte metódu `clear_old_logs`, aby sa umožnilo automatické čistenie chýb.

source: Import
sk: Importovať

source: Import Data
sk: Importovať údaje

source: Import Email From
sk: Importovať e-mail z

source: Import File
sk: Importovať súbor

source: Import File Errors and Warnings
sk: Chyby a upozornenia pri importovaní súboru

source: Import Log Preview
sk: Náhľad denníka importu

source: Import Preview
sk: "Náhľad importu"

source: Import Progress
sk: Importovanie prebieha

source: Import Subscribers
sk: Importovať odberateľov

source: Import Type
sk: Typ importu

source: Import Warnings
sk: Varovania pri importe

source: Import Zip
sk: Importovať zip

source: Import from Google Sheets
sk: Importovať z Google Sheets

source: Import template should be of type .csv, .xlsx or .xls
sk: Import šablóna by mala byť typu .csv, .xlsx alebo .xls

source: Import template should contain a Header and atleast one row.
sk: Importná šablóna by mala obsahovať hlavičku a aspoň jeden riadok.

source: Import timed out, please re-try.
sk: Import trval príliš dlho, skúste to prosím znova.

source: Importing {0} is not allowed.
sk: Importovanie {0} nie je povolené.

source: Importing {0} of {1}
sk: Importuje sa {0} z {1}

source: Importing {0} of {1}, {2}
sk: Importovanie {0} z {1}, {2}

source: In
sk: V

source: In Days
sk: V dňoch
