Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Checking this will show a text area where you can write custom javascript that will run on this page.
sk: Zaškrtnutím tohto políčka sa zobrazí textové pole, kde môžete napísať vlastný JavaScript, ktorý sa spustí na tejto stránke.

source: Checksum Version
sk: Verzia kontrolného súčtu

source: Child DocTypes are not allowed
sk: Detské DocTypes nie sú povolené

source: Child Doctype
sk: Detský Doctype

source: Child Table {0} for field {1}
sk: Detská tabuľka {0} pre pole {1}

source: Child Tables are shown as a Grid in other DocTypes
sk: Detské tabuľky sa zobrazujú ako mriežka v iných DocTypeoch

source: Choose Existing Card or create New Card
sk: Zvoľte existujúcu kartu alebo vytvorte novú kartu

source: Choose a block or continue typing
sk: Vyberte blok alebo pokračujte v písaní

source: Choose a color
sk: Vyberte farbu

source: Choose an icon
sk: Vyberte ikonu

source: Choose authentication method to be used by all users
sk: Vyberte autentifikačnú metódu, ktorú budú používať všetci používatelia

source: City
sk: Mesto

source: City/Town
sk: Mesto/Obec

source: Clear
sk: Zmazať

source: Clear & Add Template
sk: Vymazať a pridať šablónu

source: Clear & Add template
sk: Vymazať & Pridať šablónu

# Button in list view actions menu
source: Clear Assignment
sk: Vymazať priradenie

source: Clear Cache and Reload
sk: Vymazať vyrovnávaciu pamäť a znovu načítať

source: Clear Error Logs
sk: Vymazať chybové záznamy

source: Clear Filters
sk: Vymazať filtre

source: Clear Logs After (days)
sk: Vymazať logy po (dňoch)

source: Clear User Permissions
sk: Vymazať používateľské oprávnenia

source: Clear the email message and add the template
sk: Vymažte e-mailovú správu a pridajte šablónu

source: Clearing end date, as it cannot be in the past for published pages.
sk: Vymazanie dátumu ukončenia, pretože nemôže byť v minulosti pre zverejnené stránky.

source: Click On Customize to add your first widget
sk: Kliknite na Prispôsobiť, aby ste pridali svoj prvý widget

source: Click here
sk: Kliknite sem

source: Click here to post bugs and suggestions
sk: Kliknite sem na nahlásenie chýb a návrhov

source: Click here to verify
sk: Kliknite sem na overenie

source: Click on <b>Authorize Google Drive Access</b> to authorize Google Drive Access.
sk: Kliknite na <b>Autorizovať prístup k Disku Google</b> pre autorizáciu prístupu k Disku Google.

source: Click on a file to select it.
sk: Kliknite na súbor, aby ste ho vybrali.

source: Click on the button to log in to {0}
sk: Kliknite na tlačidlo na prihlásenie do {0}

source: Click on the link below to approve the request
sk: Kliknite na odkaz nižšie, aby ste schválili požiadavku

source: Click on the link below to complete your registration and set a new password
sk: Kliknite na odkaz nižšie pre dokončenie registrácie a nastavenie nového hesla

source: Click on the link below to download your data
sk: Kliknite na odkaz nižšie a stiahnite si svoje dáta

source: Click on the link below to verify your request
sk: Kliknite na odkaz nižšie a overte svoju požiadavku

source: Click on the lock icon to toggle public/private
sk: Kliknite na ikonu zámku pre prepnutie verejné/súkromné

source: Click on {0} to generate Refresh Token.
sk: Kliknite na {0} pre vygenerovanie obnovovacieho tokenu.

source: Click table to edit
sk: Kliknite na tabuľku na úpravu

source: Click to Set Dynamic Filters
sk: Kliknite pre nastavenie dynamických filtrov

source: Click to Set Filters
sk: Kliknite na nastavenie filtrov

source: Click to sort by {0}
sk: Kliknite pre zoradenie podľa {0}

source: Clicked
sk: Kliknuté

source: Client
sk: Klient

source: Client Code
sk: Kód klienta

source: Client Credentials
sk: Klientské poverenia

source: Client ID
sk: Identifikátor klienta

source: Client Id
sk: Id klienta

source: Client Information
sk: Informácie o klientovi

source: Client Script
sk: Klientský skript

source: Client Secret
sk: Klientské tajomstvo

source: Client URLs
sk: Klientské URL adresy

source: Client script
sk: Klientský skript

source: Close
sk: Zavrieť

source: Close Condition
sk: Zatvorenie podmienky

source: Close properties
sk: Zatvoriť vlastnosti

source: Closed
sk: Zatvorené

source: Cmd+Enter to add comment
sk: Cmd+Enter na pridanie komentára

source: Code
sk: Kód

source: Code Challenge
sk: Výzva kódu

source: Code challenge method
sk: Metóda výzvy kódu

source: Collapse
sk: Zbaliť

source: Collapse All
sk: Zbaliť všetko

source: Collapsible
sk: Zbaliteľné

source: Collapsible Depends On
sk: Závisí na zbaliteľnosti

source: Collapsible Depends On (JS)
sk: Závisí od zbalenia (JS)

source: Color
sk: Farba

source: Column
sk: Stĺpec

source: Column <b>{0}</b> already exist.
sk: Stĺpec <b>{0}</b> už existuje.

source: Column Break
sk: "Zlom stĺpca"

source: Column Labels:
sk: Štítky stĺpcov:

source: Column Name
sk: Názov stĺpca

source: Column Name cannot be empty
sk: Názov stĺpca nemôže byť prázdny

source: Column Width
sk: Šírka stĺpca

source: Column width cannot be zero.
sk: Šírka stĺpca nemôže byť nula.

source: Column {0}
sk: Stĺpec {0}

source: Columns
sk: Stĺpce

source: Columns / Fields
sk: Stĺpce / Polia

source: Columns based on
sk: Stĺpce založené na

source: Combination of Grant Type (<code>{0}</code>) and Response Type (<code>{1}</code>) not allowed
sk: Kombinácia typu udelenia (<code>{0}</code>) a typu odpovede (<code>{1}</code>) nie je povolená

source: Comment
sk: Komentár

source: Comment By
sk: Komentár od

source: Comment Email
sk: Komentár Email

source: Comment Type
sk: Typ komentára

source: Comment can only be edited by the owner
sk: Komentár môže upravovať iba vlastník

source: Comment limit
sk: Limit komentárov

source: Comment limit per hour
sk: Limit komentárov za hodinu

source: Comments
sk: Komentáre

source: Comments and Communications will be associated with this linked document
sk: Komentáre a komunikácia budú spojené s týmto prepojeným dokumentom

source: Comments cannot have links or email addresses
sk: Komentáre nemôžu obsahovať odkazy alebo emailové adresy

source: Commercial Rounding
sk: Komerčné zaokrúhľovanie

source: Commit
sk: Potvrdiť

source: Committed
sk: Zaviazané

source: Common names and surnames are easy to guess.
sk: Bežné mená a priezviská je ľahké uhádnuť.

source: Communication
sk: Komunikácia

source: Communication Link
sk: Komunikačný odkaz

source: Communication Logs
sk: Komunikačné záznamy

source: Communication Type
sk: Typ komunikácie

source: Company
sk: Spoločnosť

source: Company History
sk: História spoločnosti

source: Company Introduction
sk: Úvod spoločnosti

source: Company Name
sk: Názov spoločnosti

source: Compare Versions
sk: Porovnať verzie

source: Compilation warning
sk: Upozornenie o kompilácii

source: Compiled Successfully
sk: Skombinované úspešne

source: Complete
sk: Dokončené

source: Complete By
sk: Dokončiť do

source: Complete Registration
sk: Dokončiť registráciu

# Finish the setup wizard
source: Complete Setup
sk: Dokončiť nastavenie

source: Completed
sk: Dokončené

source: Completed By Role
sk: Dokončené rolou

source: Completed By User
sk: Dokončil používateľ

source: Component
sk: Komponent

source: Compose Email
sk: Napísať e-mail

source: Condition
sk: Podmienka

source: Condition JSON
sk: Podmienka JSON

source: Condition description
sk: Podmienkový popis

source: Conditions
sk: Podmienky

source: Configuration
sk: Konfigurácia

source: Configure Chart
sk: Nakonfigurujte graf

source: Configure Columns
sk: Nakonfigurovať stĺpce

source: Configure Recorder
sk: Nastaviť záznamník

source: Configure columns for {0}
sk: Konfigurujte stĺpce pre {0}

source: Configure how amended documents will be named.<br> Default behaviour is to follow an amend counter which adds a number to the end of the original name indicating the amended version. <br> Default Naming will make the amended document to behave same as new documents.
sk: Nakonfigurujte, ako budú pomenované upravené dokumenty.<br> Predvolené správanie je sledovať čítač úprav, ktorý pridáva číslo na koniec pôvodného mena, čím označuje upravenú verziu. <br> Predvolené pomenovanie spôsobí, že upravený dokument sa bude správať rovnako ako nové dokumenty.

source: Configure various aspects of how document naming works like naming series, current counter.
sk: Nakonfigurujte rôzne aspekty fungovania pomenovania dokumentov, ako sú série názvov, aktuálny počítadlo.

source: Confirm
sk: Potvrdiť

source: Confirm Access
sk: Potvrdiť prístup

source: Confirm Deletion of Account
sk: Potvrdenie vymazania účtu

source: Confirm New Password
sk: Potvrďte nové heslo

source: Confirm Password
sk: Potvrdiť heslo

source: Confirm Request
sk: Potvrdiť žiadosť

source: Confirm Your Email
sk: Potvrďte svoj email

source: Confirmation Email Template
sk: Šablóna potvrdzujúceho emailu

source: Confirmed
sk: Potvrdené

source: Congratulations on completing the module setup. If you want to learn more you can refer to the documentation <a target="_blank" href="{0}">here</a>.
sk: Gratulujeme k dokončeniu nastavenia modulu. Ak sa chcete dozvedieť viac, môžete sa obrátiť na dokumentáciu <a target="_blank" href="{0}">tu</a>.

source: Connect to {}
sk: Pripojiť sa k {}

source: Connected App
sk: Prepojená aplikácia

source: Connected User
sk: Pripojený používateľ

source: Connected to QZ Tray!
sk: Pripojené k QZ Tray!

source: Connection Lost
sk: Strata spojenia

source: Connection Success
sk: Pripojenie úspešné

source: Connection lost. Some features might not work.
sk: Spojenie bolo stratené. Niektoré funkcie nemusia fungovať.

source: Connections
sk: Spojenia

source: Console
sk: Konzola

source: Console Log
sk: Protokol konzoly

source: Console Logs can not be deleted
sk: Záznamy konzoly sa nedajú odstrániť

source: Constraints
sk: Obmedzenia

source: Contact
sk: Kontakt

source: Contact Details
sk: Kontaktné údaje

source: Contact Email
sk: Kontaktný email

source: Contact Numbers
sk: Kontaktné čísla

source: Contact Phone
sk: Kontakt Telefón

source: Contact Synced with Google Contacts.
sk: Kontakt bol synchronizovaný s Google Kontaktmi.

source: Contact Us
sk: Kontaktujte nás

source: Contact Us Settings
sk: Nastavenia "Kontaktujte nás"

source: Contact options, like "Sales Query, Support Query" etc each on a new line or separated by commas.
sk: Možnosti kontaktu, ako napríklad „Dopyt na predaj, Dopyt na podporu“ atď., každá na novom riadku alebo oddelené čiarkami.

source: Contains {0} security fix
sk: Obsahuje {0} bezpečnostnú opravu

source: Contains {0} security fixes
sk: Obsahuje {0} opráv zabezpečenia

source: Content
sk: Obsah

source: Content (HTML)
sk: Obsah (HTML)

source: Content (Markdown)
sk: Obsah (Markdown)

source: Content Hash
sk: Hash obsahu

source: Content Type
sk: Typ obsahu

source: Content data shoud be a list
sk: Obsahové údaje by mali byť zoznamom

source: Content type for building the page
sk: Typ obsahu na vytvorenie stránky

source: Context
sk: Kontekst

source: Context Script
sk: Kontextový skript

source: Continue
sk: Pokračovať

source: Contributed
sk: Prispelo

source: Contribution Document Name
sk: Názov dokumentu o príspevku

source: Contribution Status
sk: Stav príspevku

source: Controls whether new users can sign up using this Social Login Key. If unset, Website Settings is respected.
sk: Určuje, či sa noví používatelia môžu prihlásiť pomocou tohto kľúča na sociálne prihlásenie. Ak nie je nastavené, rešpektujú sa nastavenia webovej stránky.

source: Copied to clipboard.
sk: Skopírované do schránky.

source: Copy Embed Code
sk: Kopírovať vložený kód

source: Copy Link
sk: Kopírovať odkaz

source: Copy error to clipboard
sk: Skopírovať chybu do schránky

source: Copy to Clipboard
sk: Kopírovať do schránky

source: Copyright
sk: Autorské práva

source: Core DocTypes cannot be customized.
sk: Jadrá DocTypes nie je možné prispôsobiť.

source: Core Modules {0} cannot be searched in Global Search.
sk: Moduly jadra {0} nemožno vyhľadávať v globálnom vyhľadávaní.

source: Correct version :
sk: Správna verzia :

source: Could not connect to outgoing email server
sk: Nepodarilo sa pripojiť k odchádzajúcemu e-mailovému serveru

source: Could not find {0}
sk: Nemôžem nájsť {0}

source: Could not map column {0} to field {1}
sk: Nemohla sa mapovať stĺpec {0} na pole {1}

source: Couldn't save, please check the data you have entered
sk: Nemohlo sa uložiť, skontrolujte prosím údaje, ktoré ste zadali

source: Count
sk: Počet

source: Count Customizations
sk: Počet prispôsobení

source: Count Filter
sk: Počet filtrov

source: Counter
sk: Počítadlo

source: Country
sk: Krajina

source: Country Code Required
sk: Požadovaný kód krajiny

source: Country Name
sk: Názov krajiny

source: County
sk: Okres

source: Create
sk: Vytvoriť

source: Create & Continue
sk: Vytvoriť a pokračovať

source: Create Blogger
sk: Vytvoriť blogera

source: Create Card
sk: Vytvoriť kartu

source: Create Chart
sk: Vytvoriť graf

source: Create Contacts from Incoming Emails
sk: Vytvoriť kontakty z prichádzajúcich e-mailov

source: Create Custom Fields
sk: Vytvorte vlastné polia

source: Create Duplicate
sk: Vytvoriť duplikát

source: Create Entry
sk: Vytvoriť záznam

source: Create Letter Head
sk: Vytvoriť hlavičkový papier

source: Create Log
sk: Vytvoriť záznam

source: Create New
sk: Vytvoriť nový

source: Create New DocType
sk: Vytvoriť nový DocType

source: Create New Kanban Board
sk: Vytvoriť novú tabuľu Kanban

source: Create User Email
sk: Vytvoriť email používateľa

source: Create a New Format
sk: Vytvoriť nový formát

source: Create a Reminder
sk: Vytvoriť pripomenutie

source: Create a new ...
sk: Vytvoriť nový ...

source: Create a new record
sk: Vytvoriť nový záznam

source: Create a new {0}
sk: Vytvoriť nový {0}

source: Create a {0} Account
sk: Vytvoriť účet {0}

source: Create and send emails to a specific group of subscribers periodically.
sk: Vytvárajte a odosielajte emaily konkrétnej skupine odberateľov pravidelne.

source: Create new forms and views with doctypes. Set up multi-level workflows for approval
sk: Vytvorte nové formuláre a pohľady s doctypmi. Nastavte viacúrovňové pracovné postupy pre schvaľovanie

source: Create or Edit Print Format
sk: Vytvoriť alebo upraviť formát tlače

source: Create or Edit Workflow
sk: Vytvoriť alebo Upraviť pracovný postup

source: Create your first {0}
sk: Vytvorte svoj prvý {0}

source: Create your workflow visually using the Workflow Builder.
sk: Vytvorte svoj pracovný postup vizuálne pomocou nástroja Workflow Builder.

source: Created
sk: Vytvorené

source: Created At
sk: Vytvorené dňa

source: Created By
sk: Vytvoril

source: Created Custom Field {0} in {1}
sk: Vytvorené vlastné pole {0} v {1}

source: Created On
sk: Vytvorené dňa

source: Creating {0}
sk: Vytváram {0}

source: Criticism
sk: Kritika

source: Criticize
sk: Kritizovať

source: Cron Format
sk: Formát Cron

source: Cron format is required for job types with Cron frequency.
sk: Formát Cron je potrebný pre typy úloh s frekvenciou Cron.

source: Crop
sk: Orezať

source: Ctrl + Up
sk: Ctrl + Nahor

source: Ctrl+Enter to add comment
sk: Ctrl+Enter pre pridanie komentára

source: Currency
sk: Mena

source: Currency Name
sk: Názov meny

source: Currency Precision
sk: Presnosť meny

source: Currency list stores the currency value, its symbol and fraction unit
sk: Zoznam mien ukladá hodnotu meny, jej symbol a jednotku zlomkov.

source: Current
sk: Aktuálna

source: Current Job ID
sk: Aktuálne ID práce

source: Current Value
sk: Aktuálna hodnota

source: Current status
sk: Aktuálny stav

source: Currently Viewing
sk: Aktuálne zobrazenie

source: Currently you have {0} review points
sk: Aktuálne máte {0} hodnotiacich bodov

source: Custom
sk: Vlastné

source: Custom Base URL
sk: Vlastná základná URL adresa

source: Custom Block Name
sk: Názov vlastného bloku

source: Custom Blocks
sk: Vlastné bloky

source: Custom CSS
sk: Vlastné CSS

source: Custom Configuration
sk: Vlastná konfigurácia

source: Custom DocPerm
sk: Vlastné DocPerm

source: Custom Document Types
sk: Vlastné typy dokumentov

source: Custom Document Types (Select Permission)
sk: Vlastné typy dokumentov (Výber povolenia)

source: Custom Document Types Limit Exceeded
sk: Limit prekročený pre vlastné typy dokumentov

source: Custom Documents
sk: Vlastné dokumenty

source: Custom Field
sk: Vlastné pole

source: Custom Field {0} is created by the Administrator and can only be deleted through the Administrator account.
sk: Vlastné pole {0} bolo vytvorené správcom a môže byť vymazané iba prostredníctvom účtu správcu.

source: Custom Field, Custom Doctype, Naming Series, Role Permission, Workflow, Print Formats, Reports
sk: Vlastné pole, Vlastný doctype, Séria názvov, Oprávnenie roly, Pracovný postup, Formáty tlače, Prehľady

source: Custom Fields can only be added to a standard DocType.
sk: Vlastné polia môžu byť pridané iba k štandardnému DocType.

source: Custom Fields cannot be added to core DocTypes.
sk: Prispôsobené polia nemožno pridať do hlavných typov dokumentov.

source: Custom Footer
sk: Vlastná päta

source: Custom Format
sk: Vlastný formát

source: Custom Group Search
sk: Vlastné vyhľadávanie skupín

source: Custom Group Search if filled needs to contain the user placeholder {0}, eg uid={0},ou=users,dc=example,dc=com
sk: Vlastné skupinové vyhľadávanie, ak je vyplnené, musí obsahovať používateľský zástupný symbol {0}, napr. uid={0},ou=users,dc=example,dc=com

source: Custom HTML
sk: Vlastné HTML

source: Custom HTML Block
sk: Vlastný HTML blok

source: Custom HTML Help
sk: Vlastná pomoc HTML

source: Custom LDAP Directoy Selected, please ensure 'LDAP Group Member attribute' and 'Group Object Class' are entered
sk: Vybraný vlastný LDAP adresár, prosím uistite sa, že 'LDAP atribút člena skupiny' a 'Objektová trieda skupiny' sú zadané

source: Custom Label
sk: Vlastný štítok

source: Custom Menu Items
sk: Vlastné položky menu

source: Custom Options
sk: Vlastné možnosti

source: Custom Overrides
sk: Vlastné prepísania

source: Custom Report
sk: Vlastná správa

source: Custom Reports
sk: Vlastné reporty

source: Custom Role
sk: Vlastná rola

source: Custom SCSS
sk: Vlastné SCSS

source: Custom Sidebar Menu
sk: Vlastné bočné menu

source: Custom Translation
sk: Vlastný preklad

source: Custom field renamed to {0} successfully.
sk: Vlastné pole bolo úspešne premenované na {0}.

source: Custom?
sk: Vlastné?

source: Customization
sk: Prispôsobenie

source: Customization onboarding is all done!
sk: Prispôsobenie uvítacieho procesu je hotové!

source: Customizations Discarded
sk: Prispôsobenia zrušené

source: Customizations Reset
sk: Vlastné nastavenia obnovené

source: Customizations for <b>{0}</b> exported to:<br>{1}
sk: Vlastné úpravy pre <b>{0}</b> exportované do:<br>{1}

source: Customize
sk: Prispôsobiť

source: Customize Child Table
sk: Prispôsobiť podriadenú tabuľku

source: Customize Dashboard
sk: Prispôsobiť Dashboard

source: Customize Form
sk: Upraviť formulár

source: Customize Form - {0}
sk: Prispôsobiť formulár - {0}

source: Customize Form Field
sk: Prispôsobiť pole formulára

source: Customize Print Formats
sk: Prispôsobiť tlačové formáty

source: Customize properties, naming, fields and more for standard doctypes
sk: Prispôsobte vlastnosti, pomenovanie, polia a ďalšie pre štandardné doctypy

source: Cut
sk: Vystrihnúť

source: DRAFT
sk: NÁVRH

source: Daily
sk: Denný

source: Daily Event Digest is sent for Calendar Events where reminders are set.
sk: Denný prehľad udalostí sa posiela pre udalosti v kalendári, kde sú nastavené pripomienky.

source: Daily Events should finish on the Same Day.
sk: Denné udalosti by sa mali skončiť v ten istý deň.

source: Daily Long
sk: Denné dlhé

source: Danger
sk: Nebezpečenstvo

source: Dark
sk: Tmavá

source: Dark Color
sk: Tmavá farba

source: Dark Theme
sk: Tmavá téma

source: Dashboard Chart
sk: Dashboardový graf

source: Dashboard Chart Field
sk: Pole grafu nástenky

source: Dashboard Chart Link
sk: Odkaz na graf na ovládacom paneli

source: Dashboard Chart Source
sk: Zdroj prehľadového grafu

source: Dashboard Manager
sk: Manažér nástenky

source: Dashboard Name
sk: Názov panela

source: Dashboard Settings
sk: Nastavenia panela

source: Dashboard View
sk: Pohľad na paneli nástrojov

source: Dashboards
sk: Nástenky

source: Data
sk: Dáta

source: Data Clipped
sk: Údaje boli skrátené

source: Data Export
sk: Export údajov

source: Data Import
sk: Import údajov

source: Data Import Log
sk: Denník importu dát

source: Data Import Template
sk: Šablóna na import údajov

source: Data Too Long
sk: Údaje sú príliš dlhé

source: Data missing in table
sk: Chýbajúce údaje v tabuľke

source: Database
sk: Databáza

source: Database Engine
sk: Databázový stroj

source: Database Processes
sk: Databázové procesy

source: Database Row Size Utilization
sk: Využitie veľkosti riadku databázy

source: Database Storage Usage By Tables
sk: Použitie úložiska databázy podľa tabuliek

source: Database Table Row Size Limit
sk: Limit veľkosti riadku tabuľky v databáze

source: Database Table Row Size Utilization: {0}%, this limits number of fields you can add.
sk: Využitie veľkosti riadku tabuľky databázy: {0}%, toto obmedzuje počet polí, ktoré môžete pridať.

source: Database Version
sk: Verzia databázy

source: Date
sk: Dátum

source: Date Format
sk: Formát dátumu

source: Date Range
sk: Časové obdobie

source: Date and Number Format
sk: Formát dátumu a čísla

source: Date {0} must be in format: {1}
sk: Dátum {0} musí byť vo formáte: {1}

source: Dates are often easy to guess.
sk: Dátumy je často ľahké uhádnuť.

source: Datetime
sk: Dátum a čas

source: Day
sk: Deň

source: Day of Week
sk: Deň týždňa

source: Days After
sk: Dni po

source: Days Before
sk: Dni pred

source: Days Before or After
sk: Dni pred alebo po

source: Deadlock Occurred
sk: Vyskytol sa deadlock

source: Dear
sk: Vážený

source: Dear System Manager,
sk: Vážený systémový manažér,

source: Dear User,
sk: Vážený používateľ,

source: Dear {0}
sk: Vážený {0}

source: Debug Log
sk: Záznam ladenia

source: Default
sk: Predvolené

source: Default Address Template cannot be deleted
sk: Predvolená šablóna adresy nemôže byť odstránená

source: Default Amendment Naming
sk: Predvolený názov dodatku

source: Default App
sk: Predvolená aplikácia

source: Default Email Template
sk: Predvolená šablóna emailu

source: Default Inbox
sk: Predvolená doručená pošta

source: Default Incoming
sk: Predvolené prichádzajúce

source: Default Letter Head
sk: Predvolená hlavička listu

source: Default Naming
sk: Predvolené pomenovanie

source: Default Outgoing
sk: Predvolené odchádzajúce

source: Default Portal Home
sk: Predvolená domovská stránka portálu

source: Default Print Format
sk: Predvolený formát tlače

source: Default Print Language
sk: Predvolený jazyk tlače

source: Default Redirect URI
sk: Predvolená presmerovacia URI

source: Default Role at Time of Signup
sk: Predvolená rola pri registrácii

source: Default Sending
sk: Predvolené odosielanie

source: Default Sending and Inbox
sk: Predvolené odosielanie a prijatá pošta

source: Default Sort Field
sk: Predvolené triediace pole

source: Default Sort Order
sk: Predvolené poradie zoradenia

source: Default Template For Field
sk: Šablóna predvolenej šablóny pre pole

source: Default Theme
sk: Predvolená téma

source: Default User Role
sk: Predvolená rola používateľa

source: Default User Type
sk: Predvolený typ používateľa

source: Default Value
sk: Predvolená hodnota

source: Default View
sk: Predvolený pohľad

source: Default Workspace
sk: Predvolený pracovný priestor

source: Default display currency
sk: Predvolená mena zobrazenia

source: Default for 'Check' type of field {0} must be either '0' or '1'
sk: Predvolená hodnota pre pole typu 'Check' {0} musí byť buď '0' alebo '1'

source: Default value for {0} must be in the list of options.
sk: Predvolená hodnota pre {0} musí byť v zozname možností.
