Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Select Field...
sk: Vyberte pole...

source: Select Fields
sk: Vyberte polia

source: Select Fields To Insert
sk: Vyberte polia na vloženie

source: Select Fields To Update
sk: Vyberte polia na aktualizáciu

source: Select Filters
sk: Vyberte filtre

source: Select Google Calendar to which event should be synced.
sk: Vyberte Google Kalendár, s ktorým by sa udalosť mala synchronizovať.

source: Select Google Contacts to which contact should be synced.
sk: Vyberte Google kontakty, s ktorými by mal byť kontakt synchronizovaný.

source: Select Group By...
sk: Vybrať Zoskupiť podľa...

source: Select Kanban
sk: Vybrať Kanban

source: Select Language
sk: Vyberte jazyk

source: Select List View
sk: Vybrať Zobrazenie zoznamu

source: Select Mandatory
sk: Vyberte povinné

source: Select Module
sk: Vyberte modul

source: Select Network Printer
sk: Vyberte sieťovú tlačiareň

source: Select Page
sk: Vyberte stránku

source: Select Print Format
sk: Vyberte formát tlače

source: Select Print Format to Edit
sk: Vyberte formát tlače na úpravu

source: Select Report
sk: Vybrať správu

source: Select Table Columns for {0}
sk: Vybrať stĺpce tabuľky pre {0}

source: Select Time Zone
sk: Vyberte časové pásmo

source: Select Transaction
sk: Vyberte transakciu

source: Select Workflow
sk: Vybrať pracovný tok

source: Select Workspace
sk: Vyberte pracovný priestor

source: Select a Brand Image first.
sk: Najprv vyberte obrázok značky.

source: Select a DocType to make a new format
sk: Vyberte DocType na vytvorenie nového formátu

source: Select a document to check if it meets conditions.
sk: Vyberte dokument na overenie, či spĺňa podmienky.

source: Select a document to preview request data
sk: Vyberte dokument na zobrazenie údajov žiadosti

source: Select a field to edit its properties.
sk: Vyberte pole na úpravu jeho vlastností.

source: Select a group node first.
sk: Najprv vyberte uzol skupiny.

source: Select a valid Sender Field for creating documents from Email
sk: Vyberte platné pole odosielateľa na vytváranie dokumentov z emailu

source: Select a valid Subject field for creating documents from Email
sk: Vyberte platné pole Predmet pre vytváranie dokumentov z e-mailu

source: Select an Image
sk: Vybrať obrázok

source: Select an app to continue
sk: Vyberte aplikáciu na pokračovanie

source: Select an existing format to edit or start a new format.
sk: Vyberte existujúci formát na úpravu alebo začnite nový formát.

source: Select an image of approx width 150px with a transparent background for best results.
sk: Vyberte obrázok s približnou šírkou 150px a priehľadným pozadím pre najlepšie výsledky.

source: Select atleast 1 record for printing
sk: Vyberte aspoň 1 záznam na tlač

source: Select atleast 2 actions
sk: Vyberte aspoň 2 akcie

# Description of a list view shortcut
source: Select list item
sk: Vyberte položku zo zoznamu

# Description of a list view shortcut
source: Select multiple list items
sk: Vyberte viac položiek zo zoznamu

source: Select or drag across time slots to create a new event.
sk: Vyberte alebo presuňte cez časové sloty na vytvorenie novej udalosti.

source: Select records for assignment
sk: Vyberte záznamy na pridelenie

source: Select records for removing assignment
sk: Vyberte záznamy pre odstránenie priradenia

source: Select the label after which you want to insert new field.
sk: Vyberte označenie, po ktorom chcete vložiť nové pole.

source: Select two versions to view the diff.
sk: Vyberte dve verzie na zobrazenie rozdielov.

source: Select {0}
sk: Vyberte {0}

source: Self approval is not allowed
sk: Seba-schvaľovanie nie je povolené

source: Send
sk: Odoslať

source: Send After
sk: Odoslať po

source: Send Alert On
sk: Odoslať upozornenie pri

source: Send Email Alert
sk: Odoslať e-mailové upozornenie

source: Send Email At
sk: Odoslať email o

source: Send Email Print Attachments as PDF (Recommended)
sk: Odoslať tlač ako prílohy e-mailu vo formáte PDF (odporúčané)

source: Send Email for Successful Backup
sk: Poslať e-mail pri úspešnom zálohovaní

source: Send Email for Successful backup
sk: Odoslať email pre úspešnú zálohu

source: Send Me A Copy of Outgoing Emails
sk: Pošlite mi kópiu odchádzajúcich emailov

source: Send Notification To
sk: Odoslať upozornenie na

source: Send Notification to
sk: Odoslať upozornenie na

source: Send Notifications For Documents Followed By Me
sk: Posielať upozornenia na dokumenty, ktoré sledujem

source: Send Notifications For Email Threads
sk: Odoslať upozornenia na e-mailové vlákna

source: Send Notifications To
sk: Odoslať upozornenia na

source: Send Now
sk: Odoslať teraz

source: Send Print as PDF
sk: Odoslať tlač ako PDF

source: Send Read Receipt
sk: Odoslať potvrdenie o prečítaní

source: Send System Notification
sk: Odoslať systémové upozornenie

source: Send Test Email
sk: Odoslať testovací email

source: Send To All Assignees
sk: Odoslať všetkým prideleným osobám

source: Send Unsubscribe Link
sk: Odoslať odkaz na odhlásenie

source: Send Web View Link
sk: Odoslať odkaz na webové zobrazenie

source: Send Welcome Email
sk: Odoslať uvítací e-mail

source: Send a request to delete your account
sk: Odoslať žiadosť o vymazanie účtu

source: Send a test email
sk: Odoslať testovací email

source: Send again
sk: Odoslať znova

source: Send alert if date matches this field's value
sk: Odoslať upozornenie, ak dátum zodpovedá hodnote tohto poľa

source: Send alert if this field's value changes
sk: Pošlite upozornenie, ak sa hodnota tohto poľa zmení

source: Send an email reminder in the morning
sk: Poslať pripomienku emailom ráno

source: Send days before or after the reference date
sk: Poslať dni pred alebo po referenčnom dátume

source: Send enquiries to this email address
sk: Odosielajte dopyty na túto emailovú adresu

source: Send login link
sk: Odoslať prihlasovací odkaz

source: Send me a copy
sk: Pošli mi kópiu

source: Send now
sk: Odoslať teraz

source: Send only if there is any data
sk: Odoslať iba ak sú k dispozícii nejaké údaje

source: Send unsubscribe message in email
sk: Odoslať správu na odhlásenie z odberu v e-maile

source: Sender
sk: Odosielateľ

source: Sender Email
sk: Email odosielateľa

source: Sender Email Field
sk: Pole pre e-mail odosielateľa

source: Sender Field should have Email in options
sk: Pole Odosielateľ by malo mať v možnostiach Email.

source: Sender Name
sk: Meno odosielateľa

source: Sender Name Field
sk: Pole Meno odosielateľa

source: Sending
sk: Odosielanie

source: Sending emails
sk: Odosielanie e-mailov

source: Sending...
sk: Odosielanie...

source: Sent
sk: Odoslané

source: Sent Read Receipt
sk: Odoslaná potvrdenka prečítania

source: Sent or Received
sk: Odoslané alebo Prijaté

source: Sent/Received Email
sk: Odoslaný/Prijatý email

source: Separator
sk: Oddeľovač

source: Sequence Id
sk: Identifikátor sekvencie

source: Series List for this Transaction
sk: Zoznam sérií pre túto transakciu

source: Series Updated for {}
sk: Séria aktualizovaná pre {}

source: Series counter for {} updated to {} successfully
sk: Séria číselníka pre {} bola úspešne aktualizovaná na {}

source: Series {0} already used in {1}
sk: Séria {0} už bola použitá v {1}

source: Server Action
sk: Serverová akcia

source: Server Error
sk: Chyba servera

source: Server Script
sk: Serverový skript

source: Server Scripts are disabled. Please enable server scripts from bench configuration.
sk: Serverové skripty sú zakázané. Prosím, povolte serverové skripty v konfigurácii bench.

source: Server Scripts feature is not available on this site.
sk: Funkcia serverových skriptov nie je na tejto stránke dostupná.

source: Server was too busy to process this request. Please try again.
sk: Server bol príliš zaneprázdnený na spracovanie tejto požiadavky. Skúste to prosím znova.

source: Service
sk: Služba

source: Session Default
sk: Predvolené pre reláciu

source: Session Default Settings
sk: Nastavenia predvolených hodnôt relácie

source: Session Defaults
sk: Predvolené nastavenia relácie

source: Session Defaults Saved
sk: Predvolené nastavenia relácie uložené

source: Session Expired
sk: Platnosť relácie vypršala

source: Session Expiry (idle timeout)
sk: Platnosť relácie (nečinný časový limit)

source: Session Expiry must be in format {0}
sk: Platnosť relácie musí byť vo formáte {0}

# Field value is set
source: Set
sk: Nastaviť

source: Set Banner from Image
sk: Nastaviť banner z obrázka

source: Set Chart
sk: Nastaviť graf

source: Set Default Options for all charts on this Dashboard (Ex: "colors": ["#d1d8dd", "#ff5858"])
sk: Nastavte predvolené možnosti pre všetky grafy na tomto hlavnom paneli (napr.: "colors": ["#d1d8dd", "#ff5858"])

source: Set Dynamic Filters
sk: Nastaviť dynamické filtre

source: Set Filters
sk: Nastaviť filtre

source: Set Filters for {0}
sk: Nastaviť filtre pre {0}

source: Set Limit
sk: Nastaviť limit

source: Set Naming Series options on your transactions.
sk: Nastavte možnosti číslovania sérií na vašich transakciách.

source: Set New Password
sk: Nastaviť nové heslo

source: Set Number of Backups
sk: Nastaviť počet záloh

source: Set Password
sk: Nastaviť heslo

source: Set Permissions
sk: Nastaviť povolenia

source: Set Properties
sk: Nastaviť vlastnosti

source: Set Property After Alert
sk: Nastaviť vlastnosť po upozornení

source: Set Quantity
sk: Nastaviť množstvo

source: Set Role For
sk: Nastaviť rolu pre

source: Set User Permissions
sk: Nastaviť používateľské povolenia

source: Set Value
sk: Nastaviť hodnotu

source: Set all private
sk: Nastaviť všetko ako súkromné

source: Set all public
sk: Nastaviť všetko ako verejné

source: Set as Default
sk: Nastaviť ako predvolené

source: Set as Default Theme
sk: Nastaviť ako predvolenú tému

source: Set by user
sk: Nastavené používateľom

source: Set non-standard precision for a Float or Currency field
sk: Nastavte neštandardnú presnosť pre pole typu Float alebo Currency

source: Set only once
sk: Nastaviť iba raz

source: Set size in MB
sk: Nastavte veľkosť v MB

source: Set the filters here. For example: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>
sk: Nastavte filtre tu. Napríklad: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Spoločnosť"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Účet"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>

source: Set the path to a whitelisted function that will return the data for the number card in the format: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>
sk: Nastavte cestu k funkcii na bielom zozname, ktorá vráti dáta pre číselnú kartu vo formáte: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>

source: Setting this Address Template as default as there is no other default
sk: Nastavenie tejto šablóny adresy ako predvolenej, pretože neexistuje iná predvolená.

source: Setting up Global Search documents.
sk: Nastavenie dokumentov globálneho vyhľadávania.

source: Setting up your system
sk: Nastavenie vášho systému

source: Settings
sk: Nastavenia

source: Settings Dropdown
sk: Nastavenia rozbaľovacieho zoznamu

source: Settings for Contact Us Page
sk: Nastavenia pre stránku Kontaktujte nás

source: Settings for the About Us Page
sk: Nastavenia pre stránku O nás

source: Settings to control blog categories and interactions like comments and likes
sk: Nastavenia na ovládanie kategórií blogu a interakcií, ako sú komentáre a označenia Páči sa mi

source: Setup
sk: Nastavenie

source: Setup > Customize Form
sk: Nastavenie > Prispôsobiť formulár

source: Setup > User
sk: Nastavenie > Používateľ

source: Setup > User Permissions
sk: Nastavenie > Používateľské povolenia

source: Setup Approval Workflows
sk: Nastavenie schvaľovacích pracovných postupov

source: Setup Auto Email
sk: Nastaviť automatický email

source: Setup Complete
sk: Nastavenie dokončené

source: Setup Limited Access for a User
sk: Nastavenie obmedzeného prístupu pre používateľa

source: Setup Naming Series
sk: Nastavenie sérií názvov

source: Setup Series for transactions
sk: Nastaviť sériu pre transakcie

source: Share
sk: Zdieľať

source: Share With
sk: Zdieľať s

source: Share this document with
sk: Zdieľať tento dokument s

source: Share {0} with
sk: Zdieľať {0} s

source: Shared
sk: Zdieľané

source: Shared with the following Users with Read access:{0}
sk: Zdieľané s nasledujúcimi používateľmi s prístupom na čítanie: {0}

source: Shipping
sk: Doručenie

source: Shipping Address
sk: Dodacia adresa

source: Shop
sk: Obchod

source: Short Name
sk: Krátke meno

source: Short keyboard patterns are easy to guess
sk: Krátke vzory klávesnice sa dajú ľahko uhádnuť

source: Shortcuts
sk: Skratky

source: Show
sk: Zobraziť

source: Show "Call to Action" in Blog
sk: Zobraziť "Výzvu k akcii" v blogu

source: Show Absolute Values
sk: Zobraziť absolútne hodnoty

source: Show All
sk: Zobraziť všetko

source: Show Attachments
sk: Zobraziť prílohy

source: Show Calendar
sk: Zobraziť kalendár

source: Show Currency Symbol on Right Side
sk: Zobraziť symbol meny na pravej strane

source: Show Dashboard
sk: Zobraziť panel

source: Show Document
sk: Zobraziť dokument

source: Show Error
sk: Zobraziť chybu

source: Show Fieldname (click to copy on clipboard)
sk: Zobraziť názov poľa (kliknite pre skopírovanie do schránky)

source: Show First Document Tour
sk: Zobraziť prvú prehliadku dokumentu

source: Show Form Tour
sk: Zobraziť prehliadku formulára

source: Show Full Error and Allow Reporting of Issues to the Developer
sk: Zobraziť plnú chybu a povoliť hlásenie problémov vývojárovi

source: Show Full Form?
sk: Zobraziť celý formulár?

source: Show Keyboard Shortcuts
sk: Zobraziť klávesové skratky

source: Show Labels
sk: Zobraziť štítky

source: Show Language Picker
sk: Zobraziť výber jazyka

source: Show Line Breaks after Sections
sk: Zobraziť zalomenia riadkov po sekciách

source: Show List
sk: Zobraziť zoznam

source: Show More Activity
sk: Zobraziť viac aktivity

source: Show Only Failed Logs
sk: Zobraziť iba zlyhané záznamy

source: Show Percentage Stats
sk: Zobraziť štatistiky v percentách

source: Show Permissions
sk: Zobraziť povolenia

source: Show Preview
sk: Zobraziť ukážku

source: Show Preview Popup
sk: Zobraziť ukážkové vyskakovacie okno

source: Show Processlist
sk: Zobraziť procesný zoznam

source: Show Related Errors
sk: Zobraziť súvisiace chyby

source: Show Report
sk: Zobraziť správu

source: Show Saved
sk: Zobraziť uložené

source: Show Section Headings
sk: Zobraziť nadpisy sekcií

source: Show Sidebar
sk: Zobraziť bočný panel

source: Show Tags
sk: Zobraziť značky

source: Show Title
sk: Zobraziť názov

source: Show Title in Link Fields
sk: Zobraziť názov v poliach s odkazmi

source: Show Totals
sk: Zobraziť súčty

source: Show Tour
sk: Zobraziť prehliadku

source: Show Traceback
sk: Zobraziť trasovanie chýb

source: Show Warnings
sk: Zobraziť varovania

source: Show Weekends
sk: Zobraziť víkendy

source: Show account deletion link in My Account page
sk: Zobraziť odkaz na vymazanie účtu na stránke Môj účet

source: Show all Versions
sk: Zobraziť všetky verzie

source: Show all activity
sk: Zobraziť všetku aktivitu

source: Show all blogs
sk: Zobraziť všetky blogy

source: Show as cc
sk: Zobraziť ako kópiu

source: Show footer on login
sk: Zobraziť pätičku pri prihlásení

source: Show full form instead of a quick entry modal
sk: Zobraziť celý formulár namiesto modálneho okna rýchleho zadania

source: Show in Module Section
sk: Zobraziť v sekcii modulu

source: Show in filter
sk: Zobraziť vo filtri

source: Show link to document
sk: Zobraziť odkaz na dokument

source: Show more details
sk: Zobraziť viac podrobností

source: Show on Timeline
sk: Zobraziť na časovej osi

source: Show percentage difference according to this time interval
sk: Zobraziť percentuálny rozdiel podľa tohto časového intervalu

source: Show title in browser window as "Prefix - title"
sk: Zobraziť názov v okne prehliadača ako "Prefix - názov"

source: Show {0} List
sk: Zobraziť zoznam {0}

source: Showing only Numeric fields from Report
sk: Zobrazenie len číselných polí z reportu

source: Showing only first {0} rows out of {1}
sk: Zobrazuje sa len prvých {0} riadkov z {1}

source: Sidebar
sk: Bočný panel

source: Sidebar Items
sk: Bočné položky

source: Sidebar Settings
sk: Nastavenia postranného panela

source: Sidebar and Comments
sk: "Bočný panel a komentáre"

source: Sign Up and Confirmation
sk: Prihlásenie a Potvrdenie

source: Sign Up is disabled
sk: Registrácia je zakázaná

source: Sign up
sk: Zaregistrujte sa

source: Sign ups
sk: Prihlásenia

source: Signature
sk: Podpis

source: Signup Disabled
sk: Registrácia je zakázaná

source: Signups have been disabled for this website.
sk: Registrácia bola na tejto webovej stránke zakázaná.

source: Simple Python Expression, Example: Status in ("Closed", "Cancelled")
sk: Jednoduchý Python výraz, Príklad: Status in ("Closed", "Cancelled")

source: Simple Python Expression, Example: Status in ("Invalid")
sk: Jednoduchý výraz v Pythone, príklad: Stav v ("Neplatný")

source: Simple Python Expression, Example: status == 'Open' and type == 'Bug'
sk: Jednoduchý Python výraz, príklad: status == 'Open' a typ == 'Bug'

source: Simultaneous Sessions
sk: Súčasné relácie

source: Single DocTypes cannot be customized.
sk: Jednoduché DocTypes sa nedajú prispôsobiť.

source: Single Types have only one record no tables associated. Values are stored in tabSingles
sk: Jednotlivé typy majú len jeden záznam, nie sú priradené žiadne tabuľky. Hodnoty sú uložené v tabSingles.

source: Site is running in read only mode for maintenance or site update, this action can not be performed right now. Please try again later.
sk: Stránka je momentálne v režime iba na čítanie kvôli údržbe alebo aktualizácii stránky, túto akciu momentálne nie je možné vykonať. Skúste to prosím neskôr.

source: Size
sk: Veľkosť

source: Size (MB)
sk: Veľkosť (MB)

source: Skip
sk: Preskočiť

source: Skip Authorization
sk: Preskočiť autorizáciu

source: Skip Step
sk: Preskočiť krok

source: Skipped
sk: Preskočené

source: Skipping Duplicate Column {0}
sk: Preskakovanie duplicitného stĺpca {0}

source: Skipping Untitled Column
sk: Preskakovanie Nepomenovaného Stĺpca

source: Skipping column {0}
sk: Preskakovanie stĺpca {0}

source: Skipping fixture syncing for doctype {0} from file {1}
sk: Preskakovanie synchronizácie prípravku pre doctype {0} zo súboru {1}

source: Skipping {0} of {1}, {2}
sk: Preskakovanie {0} z {1}, {2}

source: Slack Channel
sk: Slack Kanál

source: Slack Webhook Error
sk: Chyba Slack Webhooku

source: Slideshow
sk: Prezentácia diapozitívov

source: Slideshow Items
sk: Položky prezentácie

source: Slideshow Name
sk: Názov prezentácie

source: Slideshow like display for the website
sk: Prezentácia v štýle slideshow pre webovú stránku

source: Small Text
sk: Malý text

source: Smallest Currency Fraction Value
sk: Najmenšia hodnota menovej frakcie

source: Smallest circulating fraction unit (coin). For e.g. 1 cent for USD and it should be entered as 0.01
sk: Najmenšia cirkulujúca frakčná jednotka (minca). Napríklad 1 cent pre USD a mala by byť zadaná ako 0.01

source: Snippet and more variables: {0}
sk: Úryvok a ďalšie premenné: {0}

source: Social Link Settings
sk: Nastavenia sociálnych odkazov

source: Social Link Type
sk: Typ sociálneho odkazu

source: Social Login Key
sk: Kľúč sociálneho prihlásenia

source: Social Login Provider
sk: Poskytovateľ prihlásenia do siete

source: Social Logins
sk: Sociálne prihlásenia

source: SocketIO Ping Check
sk: Kontrola SocketIO Ping

source: SocketIO Transport Mode
sk: Režim prenosu SocketIO

source: Soft-Bounced
sk: Mäkké odrazenie

source: Some columns might get cut off when printing to PDF. Try to keep number of columns under 10.
sk: Niektoré stĺpce môžu byť pri tlači do PDF orezené. Snažte sa udržať počet stĺpcov pod 10.

source: Some of the features might not work in your browser. Please update your browser to the latest version.
sk: Niektoré funkcie nemusia vo vašom prehliadači fungovať. Aktualizujte prosím váš prehliadač na najnovšiu verziu.

source: Something went wrong
sk: Niečo sa pokazilo

source: Something went wrong during the token generation. Click on {0} to generate a new one.
sk: Niečo sa pokazilo počas generovania tokenu. Kliknite na {0} na vygenerovanie nového.

source: Something went wrong.
sk: Niečo sa pokazilo.

source: Sorry! I could not find what you were looking for.
sk: Prepáčte! Nepodarilo sa mi nájsť, čo ste hľadali.

source: Sorry! You are not permitted to view this page.
sk: Prepáčte! Nemáte povolenie na zobrazenie tejto stránky.

source: Sort Ascending
sk: Zoradiť vzostupne

source: Sort Descending
sk: Zoradiť zostupne

source: Sort Field
sk: Pole pre zoradenie

source: Sort Options
sk: Možnosti triedenia

source: Sort Order
sk: Poradie zoradenia

source: Sort field {0} must be a valid fieldname
sk: Pole zoradenia {0} musí byť platným názvom poľa

source: Source
sk: Zdroj

source: Source Name
sk: Názov zdroja

source: Source Text
sk: Zdrojový text

source: Spacer
sk: Medzera

source: Special Characters are not allowed
sk: Špeciálne znaky nie sú povolené

source: Special Characters except '-', '#', '.', '/', '{{' and '}}' not allowed in naming series {0}
sk: Špeciálne znaky okrem '-', '#', '.', '/', '{{' a '}}' nie sú povolené v sérii pomenovania {0}

source: Specify a custom timeout, default timeout is 1500 seconds
sk: Zadajte vlastný časový limit, predvolený časový limit je 1500 sekúnd

source: Specify the domains or origins that are permitted to embed this form. Enter one domain per line (e.g., https://example.com). If no domains are specified, the form can only be embedded on the same origin.
sk: Špecifikujte domény alebo pôvody, ktoré majú povolenie na vloženie tohto formulára. Zadajte jednu doménu na riadok (napr. https://example.com). Ak nie sú špecifikované žiadne domény, formulár môže byť vložený iba na rovnakom pôvode.

source: Splash Image
sk: Obrázok úvodnej obrazovky

source: Sr No.
sk: Por. č.

source: Stack Trace
sk: Sledovanie zásobníka

source: Standard
sk: Štandardný

source: Standard DocType can not be deleted.
sk: Štandardný DocType nemožno vymazať.

source: Standard DocType cannot have default print format, use Customize Form
sk: Štandardný DocType nemôže mať predvolený formát tlače, použite Prispôsobenie formulára

source: Standard Not Set
sk: Štandard nenastavený

source: Standard Print Format cannot be updated
sk: Štandardný formát tlače nie je možné aktualizovať

source: Standard Print Style cannot be changed. Please duplicate to edit.
sk: Štýl štandardnej tlače sa nedá zmeniť. Prosím, duplikujte na úpravu.

source: Standard Reports cannot be deleted
sk: Štandardné reporty nemožno vymazať

source: Standard Reports cannot be edited
sk: Štandardné reporty sa nedajú upravovať

source: Standard Sidebar Menu
sk: Štandardná bočná ponuka

source: Standard Web Forms can not be modified, duplicate the Web Form instead.
sk: Štandardné webové formuláre nie je možné upravovať, namiesto toho ich duplikujte.

source: Standard rich text editor with controls
sk: Štandardný editor obohateného textu s ovládacími prvkami

source: Standard roles cannot be disabled
sk: Štandardné roly nemôžu byť zakázané
