Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Enable if on click opens modal.
sk: Povoliť, ak sa pri kliku otvorí modálne okno.

source: Enable in-app website tracking
sk: Povoliť sledovanie webu v aplikácii

source: Enabled
sk: Povolené

source: Enabled Scheduler
sk: Povolený plánovač

source: Enabled email inbox for user {0}
sk: Povolená e-mailová schránka pre používateľa {0}

source: Enabled scheduled execution for script {0}
sk: Povolené plánované vykonanie pre skript {0}

source: Enables Calendar and Gantt views.
sk: Umožňuje zobrazenie Kalendára a Gantta.

source: Enabling auto reply on an incoming email account will send automated replies to all the synchronized emails. Do you wish to continue?
sk: Povolenie automatickej odpovede na prichádzajúcom e-mailovom účte bude odosielať automatické odpovede na všetky synchronizované e-maily. Prajete si pokračovať?

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
sk: Povolením tejto možnosti zaregistrujete svoju stránku na centrálnom serveri prenosu, aby bolo možné posielať push notifikácie pre všetky nainštalované aplikácie prostredníctvom Firebase Cloud Messaging. Tento server ukladá iba používateľské tokeny a chybové záznamy, a žiadne správy nie sú uložené.

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
sk: Povolenie tejto funkcie zaregistruje vaše stránky na centrálnom serveri relé pre odosielanie push notifikácií pre všetky nainštalované aplikácie prostredníctvom Firebase Cloud Messaging. Tento server ukladá iba tokeny používateľov a chybové záznamy, žiadne správy sa neukladajú.

source: Enabling this will submit documents in background
sk: Povolením tejto možnosti sa dokumenty odošlú na pozadí

source: Encrypt Backups
sk: Šifrovať zálohy

source: Encryption key is in invalid format!
sk: Šifrovací kľúč má neplatný formát!

source: Encryption key is invalid! Please check site_config.json
sk: Šifrovací kľúč je neplatný! Skontrolujte site_config.json

source: End Date
sk: Dátum ukončenia

source: End Date Field
sk: Pole dátumu ukončenia

source: End Date cannot be before Start Date!
sk: Dátum ukončenia nemôže byť pred dátumom začiatku!

source: Ended At
sk: Skončilo sa o

source: Endpoint URL
sk: URL koncového bodu

source: Endpoints
sk: Koncové body

source: Ends on
sk: Končí dňa

source: Energy Point
sk: Energetický bod

source: Energy Point Log
sk: Energetický bodový záznam

source: Energy Point Rule
sk: Pravidlo energetického bodu

source: Energy Point Settings
sk: Nastavenia energetických bodov

source: Energy Point Update on {0}
sk: Aktualizácia energetických bodov pre {0}

source: Energy Points
sk: Energetické body

source: Enqueued By
sk: Zaradené používateľom

source: Enqueued creation of indexes
sk: Zaradenie vytvorenia indexov do fronty

source: Ensure the user and group search paths are correct.
sk: Uistite sa, že cesty na vyhľadávanie používateľov a skupín sú správne.

source: Enter Client Id and Client Secret in Google Settings.
sk: Zadajte Identifikátor klienta a Tajomstvo klienta v Nastaveniach Google.

source: Enter Code displayed in OTP App.
sk: Zadajte kód zobrazený v OTP aplikácii.

source: Enter Email Recipient(s)
sk: Zadajte príjemcov e-mailu

source: Enter Form Type
sk: Zadajte typ formulára

# Title of prompt dialog
source: Enter Value
sk: Zadajte hodnotu

source: Enter a name for this {0}
sk: Zadajte názov pre tento {0}

source: Enter default value fields (keys) and values. If you add multiple values for a field, the first one will be picked. These defaults are also used to set "match" permission rules. To see list of fields, go to "Customize Form".
sk: Zadajte predvolené hodnoty polí (kľúčov) a hodnôt. Ak pridáte viac hodnôt pre pole, bude vybraná prvá. Tieto predvolené hodnoty sa tiež používajú na nastavenie pravidiel povolení "zhody". Ak chcete vidieť zoznam polí, prejdite na "Prispôsobiť formulár".

source: Enter folder name
sk: Zadajte názov priečinka

source: Enter static url parameters here (Eg. sender=ERPNext, username=ERPNext, password=1234 etc.)
sk: Zadajte statické URL parametre sem (napr. sender=ERPNext, username=ERPNext, password=1234 atď.)

source: Enter url parameter for message
sk: Zadajte parameter URL pre správu

source: Enter url parameter for receiver nos
sk: Zadajte parameter URL pre čísla prijímateľov

source: Enter your password
sk: Zadajte svoje heslo

source: Entity Name
sk: Názov entity

source: Entity Type
sk: Typ entity

source: Equals
sk: Rovná sa

source: Error
sk: Chyba

source: Error Code: {0}
sk: Chybový kód: {0}

source: Error Log
sk: Protokol chýb

source: Error Logs
sk: Záznamy chýb

source: Error Message
sk: Chybové hlásenie

source: Error connecting to QZ Tray Application...<br><br> You need to have QZ Tray application installed and running, to use the Raw Print feature.<br><br><a target="_blank" href="https://qz.io/download/">Click here to Download and install QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Click here to learn more about Raw Printing</a>.
sk: Chyba pripojenia k aplikácii QZ Tray...<br><br> Na používanie funkcie Raw Print musíte mať nainštalovanú a spustenú aplikáciu QZ Tray.<br><br><a target="_blank" href="https://qz.io/download/">Kliknite sem pre stiahnutie a inštaláciu QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Kliknite sem pre viac informácií o tlači Raw Printing</a>.

source: Error connecting via IMAP/POP3: {e}
sk: Chyba pri pripájaní cez IMAP/POP3: {e}

source: Error connecting via SMTP: {e}
sk: Chyba pri pripájaní cez SMTP: {e}

source: Error has occurred in {0}
sk: Nastal error v {0}

source: Error in Client Script
sk: Chyba v skripte klienta

source: Error in Client Script.
sk: Chyba v skripte klienta.

source: Error in Header/Footer Script
sk: Chyba v Skripte Hlavičky/Päty

source: Error in Notification
sk: Chyba v oznámení

source: Error in print format on line {0}: {1}
sk: Chyba vo formáte tlače na riadku {0}: {1}

source: Error while connecting to email account {0}
sk: Chyba pri pripájaní k e-mailovému účtu {0}

source: Error while evaluating Notification {0}. Please fix your template.
sk: Chyba pri vyhodnocovaní upozornenia {0}. Prosím, opravte svoju šablónu.

source: Error: Document has been modified after you have opened it
sk: Chyba: Dokument bol zmenený potom, čo ste ho otvorili

source: Error: Value missing for {0}: {1}
sk: Chyba: Chýbajúca hodnota pre {0}: {1}

source: Errors
sk: Chyby

source: Event
sk: Událosť

source: Event Category
sk: Kategória udalosti

source: Event Frequency
sk: Frekvencia udalostí

source: Event Participants
sk: Účastníci udalosti

source: Event Reminders
sk: Pripomienky udalosti

source: Event Synced with Google Calendar.
sk: Udalosť synchronizovaná s Google Kalendárom.

source: Event Type
sk: Typ udalosti

source: Events
sk: Události

source: Events in Today's Calendar
sk: Udalosti v dnešnom kalendári

source: Every form in ERPNext has a standard set of fields. If you need to capture some information, but there is no standard Field available for it, you can insert Custom Field for it. Once custom fields are added, you can use them for reports and analytics charts as well.
sk: Každý formulár v ERPNext má štandardný súbor polí. Ak potrebujete zachytiť nejaké informácie, ale neexistuje pre ne žiadne štandardné pole, môžete pre ne vložiť vlastné pole. Keď sú vlastné polia pridané, môžete ich použiť aj na správy a analytické grafy.

source: Everyone
sk: Všetci

source: Ex: "colors": ["#d1d8dd", "#ff5858"]
sk: Príklad: "colors": ["#d1d8dd", "#ff5858"]

source: Exact Copies
sk: Presné kópie

source: Example
sk: Príklad

source: Example: "/desk"
sk: Príklad: "/desk"

source: Example: #Tree/Account
sk: Príklad: #Tree/Account

source: Example: 00001
sk: Príklad: 00001

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
sk: Príklad: Nastavenie tohto na 24:00 odhlási používateľa, ak nie je aktívny 24:00 hodín.

source: Example: {{ subject }}
sk: Príklad: {{ subject }}

source: Excellent
sk: Výborné

source: Exception
sk: Výnimka

source: Execute
sk: Vykonať

source: Execute Console script
sk: Spustiť skript konzoly

source: Executing...
sk: Vykonávanie...

source: Execution Time: {0} sec
sk: Čas vykonávania: {0} s

source: Executive
sk: Výkonný

source: Expand
sk: Rozbaliť

source: Expand All
sk: Rozbaliť všetko

source: Experimental
sk: Experimentálny

source: Expiration time
sk: Čas vypršania platnosti

source: Expire Notification On
sk: Upozornenie na vypršanie

source: Expired
sk: Vypršalo

source: Expires In
sk: Vyprší o

source: Expires On
sk: Platí do

source: Expiry time of QR Code Image Page
sk: Čas uplynutia platnosti stránky s obrázkom QR kódu

source: Export
sk: Exportovať

source: Export 1 record
sk: Exportovať 1 záznam

source: Export Custom Permissions
sk: Exportovať vlastné povolenia

source: Export Customizations
sk: Export vlastných úprav

source: Export Data
sk: Exportovať údaje

source: Export Errored Rows
sk: Exportovať riadky s chybami

source: Export From
sk: Exportovať z

# Export report
source: Export Report: {0}
sk: Exportovať správu: {0}

source: Export Type
sk: Typ exportu

source: Export all matching rows?
sk: Exportovať všetky zodpovedajúce riadky?

source: Export all {0} rows?
sk: Exportovať všetkých {0} riadkov?

source: Export as zip
sk: Exportovať ako zip

source: Export not allowed. You need {0} role to export.
sk: Export nie je povolený. Na export potrebujete rolu {0}.

source: Export the data without any header notes and column descriptions
sk: Exportujte údaje bez akýchkoľvek poznámok hlavičky a popisov stĺpcov

source: Export without main header
sk: Exportovať bez hlavného záhlavia

source: Export {0} records
sk: Exportovať {0} záznamov

source: Exported permissions will be force-synced on every migrate overriding any other customization.
sk: Exportované povolenia budú pri každej migrácii nútene synchronizované, čím sa prepíšu akékoľvek iné prispôsobenia.

source: Expose Recipients
sk: Zobraziť príjemcov

source: Expression
sk: Výraz

source: Expression (old style)
sk: Výraz (starý štýl)

source: Expression, Optional
sk: Výraz, Voliteľné

source: Extra Parameters
sk: Ďalšie parametre

source: Fail
sk: Zlyhanie

source: Failed
sk: Zlyhalo

source: Failed Emails
sk: Neúspešné e-maily

source: Failed Job Count
sk: Počet neúspešných úloh

source: Failed Jobs
sk: Neúspešné úlohy

source: Failed Logins (Last 30 days)
sk: Zlyhané prihlásenia (posledných 30 dní)

source: Failed Transactions
sk: Neúspešné transakcie

source: Failed to aquire lock: {}. Lock may be held by another process.
sk: Zlyhalo získanie zámku: {}. Zámok môže byť držaný iným procesom.

source: Failed to change password.
sk: Nepodarilo sa zmeniť heslo.

source: Failed to complete setup
sk: Zlyhalo dokončenie nastavenia

source: Failed to compute request body: {}
sk: Zlyhalo výpočítanie tela žiadosti: {}

source: Failed to connect to server
sk: Nepodarilo sa pripojiť k serveru

source: Failed to decode token, please provide a valid base64-encoded token.
sk: Nepodarilo sa dekódovať token, prosím, poskytnite platný token kódovaný v base64.

source: Failed to decrypt key {0}
sk: Nepodarilo sa dešifrovať kľúč {0}

source: Failed to delete {0} documents: {1}
sk: Nepodarilo sa vymazať {0} dokumentov: {1}

source: Failed to enable scheduler: {0}
sk: Zlyhalo povolenie plánovača: {0}

source: Failed to evaluate conditions: {}
sk: Nepodarilo sa vyhodnotiť podmienky: {}

source: Failed to export python type hints
sk: Zlyhalo exportovanie typových náznakov Pythonu

source: Failed to generate names from the series
sk: Zlyhalo generovanie názvov zo série

source: Failed to generate preview of series
sk: Nepodarilo sa vygenerovať náhľad série

source: Failed to get method for command {0} with {1}
sk: Nepodarilo sa získať metódu pre príkaz {0} s {1}

source: Failed to get method {0} with {1}
sk: Zlyhalo získanie metódy {0} s {1}

source: Failed to import virtual doctype {}, is controller file present?
sk: Zlyhalo importovanie virtuálneho typu dokumentu {}, je prítomný súbor kontroléra?

source: Failed to optimize image: {0}
sk: Nepodarilo sa optimalizovať obrázok: {0}

source: Failed to send email with subject:
sk: Nepodarilo sa odoslať e-mail s predmetom:

source: Failed to send notification email
sk: Nepodarilo sa odoslať e-mail s upozornením

source: Failed to update global settings
sk: Nepodarilo sa aktualizovať globálne nastavenia

source: Failing Scheduled Jobs (last 7 days)
sk: Zlyhávajúce naplánované úlohy (posledných 7 dní)

source: Failure
sk: Zlyhanie

source: Failure Rate
sk: Miera zlyhania

source: Featured
sk: Prednostný

source: Feedback
sk: Spätná väzba

source: Feedback Request
sk: Žiadosť o spätnú väzbu

source: Female
sk: Žena

source: Fetch From
sk: Načítať z

source: Fetch Images
sk: Načítať obrázky

source: Fetch attached images from document
sk: Načítať priložené obrázky z dokumentu

source: Fetch on Save if Empty
sk: Načítať pri ukladaní, ak je prázdne

source: Fetching default Global Search documents.
sk: Načítavanie predvolených dokumentov globálneho vyhľadávania.

source: Field
sk: Pole

source: Field "route" is mandatory for Web Views
sk: Pole "route" je povinné pre Webové zobrazenia

source: Field "title" is mandatory if "Website Search Field" is set.
sk: Pole "title" je povinné, ak je nastavené "Website Search Field".

source: Field "value" is mandatory. Please specify value to be updated
sk: Pole "value" je povinné. Prosím, zadajte hodnotu, ktorá má byť aktualizovaná.

source: Field Description
sk: Popis poľa

source: Field Missing
sk: Pole chýba

source: Field Name
sk: Názov poľa

source: Field Orientation (Left-Right)
sk: Orientácia poľa (zľava doprava)

source: Field Orientation (Top-Down)
sk: Orientácia poľa (zhora nadol)

source: Field Template
sk: Šablóna poľa

source: Field To Check
sk: Pole na overenie

source: Field Type
sk: Typ poľa

source: Field not permitted in query
sk: Pole nie je povolené v dotaze

source: Field that represents the Workflow State of the transaction (if field is not present, a new hidden Custom Field will be created)
sk: Pole, ktoré predstavuje stav pracovného postupu transakcie (ak pole nie je prítomné, bude vytvorené nové skryté vlastné pole)

source: Field to Track
sk: Pole na sledovanie

source: Field type cannot be changed for {0}
sk: Typ poľa nie je možné zmeniť pre {0}

source: Field {0} does not exist on {1}
sk: Pole {0} neexistuje na {1}

source: Field {0} is referring to non-existing doctype {1}.
sk: Pole {0} odkazuje na neexistujúci typ dokumentu {1}.

source: Field {0} not found.
sk: Pole {0} sa nenašlo.

source: Fieldname
sk: Názov poľa

source: Fieldname '{0}' conflicting with a {1} of the name {2} in {3}
sk: Názov poľa '{0}' je v konflikte s {1} s názvom {2} v {3}

source: Fieldname called {0} must exist to enable autonaming
sk: Názov poľa nazvaný {0} musí existovať na umožnenie automatického pomenovania

source: Fieldname is limited to 64 characters ({0})
sk: Názov poľa je obmedzený na 64 znakov ({0})

source: Fieldname not set for Custom Field
sk: Názov poľa nie je nastavený pre Vlastné pole

source: Fieldname which will be the DocType for this link field.
sk: Názov poľa, ktorý bude DocType pre toto prepojené pole.

source: Fieldname {0} appears multiple times
sk: Názov poľa {0} sa zobrazuje viackrát

source: Fieldname {0} cannot have special characters like {1}
sk: Názov poľa {0} nemôže obsahovať špeciálne znaky ako {1}

source: Fieldname {0} conflicting with meta object
sk: Názov poľa {0} je v konflikte s objektom meta.

source: Fieldname {0} is restricted
sk: Názov poľa {0} je obmedzený

source: Fields
sk: Polia

source: Fields Multicheck
sk: Polia viacnásobného výberu

source: Fields `file_name` or `file_url` must be set for File
sk: Pole `file_name` alebo `file_url` musia byť nastavené pre súbor.

source: Fields separated by comma (,) will be included in the "Search By" list of Search dialog box
sk: Polia oddelené čiarkou (,) budú zahrnuté v zozname "Hľadať podľa" v dialógovom okne Hľadať

source: Fieldtype
sk: Typ poľa

source: Fieldtype cannot be changed from {0} to {1}
sk: Typ poľa nemožno zmeniť z {0} na {1}

source: Fieldtype cannot be changed from {0} to {1} in row {2}
sk: Typ poľa nemožno zmeniť z {0} na {1} v riadku {2}

source: File
sk: Súbor

source: File "{0}" was skipped because of invalid file type
sk: Súbor "{0}" bol preskočený kvôli neplatnému typu súboru

source: File '{0}' not found
sk: Súbor '{0}' nebol nájdený

source: File Backup
sk: Záloha súborov

source: File Information
sk: Informácie o súbore

source: File Manager
sk: Správca súborov

source: File Name
sk: Názov súboru

source: File Size
sk: Veľkosť súboru

source: File Storage
sk: Úložisko súborov

source: File Type
sk: Typ súboru

source: File URL
sk: URL súboru

source: File backup is ready
sk: Záloha súboru je pripravená

source: File name cannot have {0}
sk: Názov súboru nemôže obsahovať {0}

source: File not attached
sk: Súbor nie je priložený

source: File size exceeded the maximum allowed size of {0} MB
sk: Veľkosť súboru prekročila maximálnu povolenú veľkosť {0} MB.

source: File too big
sk: Súbor je príliš veľký

source: File type of {0} is not allowed
sk: Typ súboru {0} nie je povolený

source: File {0} does not exist
sk: Súbor {0} neexistuje

source: Files
sk: Súbory

source: Filter By
sk: Filtrovať podľa

source: Filter Data
sk: Filtrovať údaje

source: Filter List
sk: Zoznam filtrov

source: Filter Meta
sk: Filtrovať Meta

source: Filter Name
sk: Názov filtra

source: Filter Values
sk: Hodnoty filtrov

source: Filter must be a tuple or list (in a list)
sk: Filter musí byť n-tica alebo zoznam (v zozname)

source: Filter must have 4 values (doctype, fieldname, operator, value): {0}
sk: Filtračný objekt musí mať 4 hodnoty (doctype, fieldname, operator, value): {0}

source: Filtered By
sk: Filtrované podľa

source: Filtered Records
sk: Filtrované záznamy

source: Filtered by "{0}"
sk: Filtrované podľa "{0}"

source: Filters
sk: Filtre

source: Filters Configuration
sk: Konfigurácia filtrov

source: Filters Display
sk: Zobrazenie filtrov

source: Filters JSON
sk: Filtre JSON

source: Filters Section
sk: Sekcia filtrov

source: Filters applied for {0}
sk: Filtre použité pre {0}

source: Filters saved
sk: Filtre uložené

source: Filters will be accessible via <code>filters</code>. <br><br>Send output as <code>result = [result]</code>, or for old style <code>data = [columns], [result]</code>
sk: Filtre budú prístupné cez <code>filters</code>. <br><br>Odoslať výstup ako <code>result = [result]</code>, alebo pre starý štýl <code>data = [columns], [result]</code>

source: Filters {0}
sk: Filtre {0}

source: Filters:
sk: Filtre:

source: Find '{0}' in ...
sk: Nájsť '{0}' v ...

source: Find {0} in {1}
sk: Nájsť {0} v {1}

source: Finished
sk: Dokončené

source: Finished At
sk: Dokončené o

source: First Day of the Week
sk: Prvý deň v týždni

source: First Name
sk: Meno

source: First Success Message
sk: Prvá správa o úspechu

source: First Transaction
sk: Prvá transakcia

source: First data column must be blank.
sk: Prvý dátový stĺpec musí byť prázdny.

source: First set the name and save the record.
sk: Najprv nastavte meno a uložte záznam.

source: Fit
sk: Prispôsobiť

source: Flag
sk: Vlajka

source: Float
sk: Desatinné číslo

source: Float Precision
sk: Presnosť desatinných čísiel

source: Fold
sk: Zbaliť

source: Fold can not be at the end of the form
sk: "Fold nemôže byť na konci formulára"

source: Fold must come before a Section Break
sk: Zložka musí prísť pred oddeľovač sekcie

source: Folder
sk: Priečinok

source: Folder Name
sk: Názov priečinka

source: Folder name should not include '/' (slash)
sk: Názov priečinka by nemal obsahovať '/' (lomku)

source: Folder {0} is not empty
sk: Priečinok {0} nie je prázdny

source: Follow
sk: Sledovať

source: Followed by
sk: Nasleduje

source: Following Report Filters have missing values:
sk: Nasledujúce filtre prehľadu nemajú hodnoty:

source: Following fields are missing:
sk: Chýbajú nasledujúce polia:

source: Following fields have invalid values:
sk: Nasledujúce polia majú neplatné hodnoty:

source: Following fields have missing values
sk: Nasledujúce polia majú chýbajúce hodnoty

source: Following fields have missing values:
sk: Nasledujúce polia majú chýbajúce hodnoty:

source: Following links are broken in the email content: {0}
sk: Nasledujúce odkazy sú nefunkčné v obsahu e-mailu: {0}

source: Font
sk: Písmo

source: Font Properties
sk: Vlastnosti písma

source: Font Size
sk: Veľkosť písma

source: Fonts
sk: Písma

source: Footer
sk: "Pätička"

source: Footer "Powered By"
sk: Pätička "Napájanie od"

source: Footer Based On
sk: Zápatie na základe

source: Footer Content
sk: Obsah päty

source: Footer Details
sk: Podrobnosti päty

source: Footer HTML
sk: "HTML päty"

source: Footer HTML set from attachment {0}
sk: Pätička HTML nastavená z prílohy {0}

source: Footer Image
sk: "Obrázok päty"

source: Footer Items
sk: Položky päty

source: Footer Logo
sk: Logo päty

source: Footer Script
sk: Skript päty

source: Footer Template
sk: Šablóna päty

source: Footer Template Values
sk: Hodnoty šablóny päty

source: Footer might not be visible as {0} option is disabled</div>
sk: Footer nemusí byť viditeľný, pretože možnosť {0} je zakázaná</div>

source: Footer will display correctly only in PDF
sk: Päta sa správne zobrazí iba v PDF.

source: For DocType Link / DocType Action
sk: Pre prepojenie DocType / akciu DocType

source: For Document Event
sk: Pre Dokumentovú Událosť

source: For Document Type
sk: Pre typ dokumentu

source: For Example: {} Open
sk: Napríklad: {} Otvoriť

source: For Links, enter the DocType as range. For Select, enter list of Options, each on a new line.
sk: Pre prepojenia zadajte DocType ako rozsah. Pre Výber zadajte zoznam Možností, každú na nový riadok.

source: For User
sk: Pre používateľa

source: For Value
sk: Pre hodnotu

source: For comparison, use >5, <10 or =324. For ranges, use 5:10 (for values between 5 & 10).
sk: Na porovnanie použite >5, <10 alebo =324. Pre rozsahy použite 5:10 (pre hodnoty medzi 5 a 10).

source: For example if you cancel and amend INV004 it will become a new document INV004-1. This helps you to keep track of each amendment.
sk: Napríklad, ak zrušíte a upravíte INV004, stane sa z neho nový dokument INV004-1. Toto vám pomáha sledovať každú úpravu.

source: For example: If you want to include the document ID, use {0}
sk: Napríklad: Ak chcete zahrnúť ID dokumentu, použite {0}

source: For example: {} Open
sk: Napríklad: {} Otvoriť

source: For help see <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a>
sk: Pre pomoc si pozrite <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API a príklady</a>

source: For more information, <a class="text-muted" href="https://erpnext.com/docs/user/manual/en/setting-up/email/linking-emails-to-document">click here</a>.
sk: Pre viac informácií, <a class="text-muted" href="https://erpnext.com/docs/user/manual/en/setting-up/email/linking-emails-to-document">kliknite sem</a>.

source: For more information, {0}.
sk: Pre viac informácií, {0}.

source: For multiple addresses, enter the address on different line. e.g. test@test.com ⏎ test1@test.com
sk: Pre viacero adries zadajte adresu na samostatný riadok, napr. test@test.com ⏎ test1@test.com
