Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Default {0}
sk: Predvolené {0}

source: Default: "Contact Us"
sk: Predvolené: "Contact Us"

source: DefaultValue
sk: PredvolenáHodnota

source: Defaults
sk: Predvolené

source: Defaults Updated
sk: Predvolená nastavenia aktualizované

source: Defines actions on states and the next step and allowed roles.
sk: Definuje akcie na stavoch a ďalší krok a povolené úlohy.

source: Defines workflow states and rules for a document.
sk: Definuje stavy pracovného postupu a pravidlá pre dokument.

source: Delayed
sk: Oneskorené

source: Delete
sk: Odstrániť

source: Delete Account
sk: Odstrániť účet

source: Delete All
sk: Vymazať všetko

# Title of confirmation dialog
source: Delete Column
sk: Odstrániť stĺpec

source: Delete Data
sk: Odstrániť údaje

source: Delete Kanban Board
sk: Zmazať Kanban tabuľu

# Title of confirmation dialog
source: Delete Section
sk: Odstrániť sekciu

# Title of confirmation dialog
source: Delete Tab
sk: Odstrániť kartu

source: Delete Workspace
sk: Odstrániť pracovný priestor

source: Delete and Generate New
sk: Vymazať a vygenerovať nový

# Button text
source: Delete column
sk: Odstrániť stĺpec

source: Delete comment?
sk: Vymazať komentár?

# Button text
source: Delete entire column with fields
sk: Odstrániť celý stĺpec s poľami

# Button text
source: Delete entire section with fields
sk: Odstrániť celú sekciu s poľami

# Button text
source: Delete entire tab with fields
sk: Odstrániť celú kartu s poliami

# Button text
source: Delete section
sk: Odstrániť sekciu

# Button text
source: Delete tab
sk: Vymazať kartu

source: Delete this record to allow sending to this email address
sk: Odstráňte tento záznam, aby bolo možné odosielať na túto emailovú adresu

# Title of confirmation dialog
source: Delete {0} item permanently?
sk: Odstrániť položku {0} natrvalo?

# Title of confirmation dialog
source: Delete {0} items permanently?
sk: Odstrániť {0} položiek natrvalo?

source: Deleted
sk: Zmazané

source: Deleted DocType
sk: Odstránený typ dokumentu

source: Deleted Document
sk: Odstránený dokument

source: Deleted Documents
sk: Odstránené dokumenty

source: Deleted Name
sk: Vymazané meno

source: Deleted all documents successfully
sk: Odstránili všetky dokumenty úspešne

source: Deleting {0}
sk: Zmazanie {0}

source: Deleting {0} records...
sk: Mazanie {0} záznamov...

source: Deleting {0}...
sk: Odstraňovanie {0}...

source: Deletion Steps
sk: Kroky vymazania

source: Delimiter must be a single character
sk: Oddeľovač musí byť jeden znak

source: Delivery Status
sk: Stav doručenia

source: Deny
sk: Odmietnuť

source: Department
sk: Oddelenie

source: Dependencies
sk: Závislosti

source: Depends On
sk: Závisí od

source: Descendants Of
sk: Potomkovia z

source: Descendants Of (inclusive)
sk: Potomkovia (vrátane)

source: Description
sk: Popis

source: Description for listing page, in plain text, only a couple of lines. (max 200 characters)
sk: Popis pre stránku s výpisom, v obyčajnom texte, iba niekoľko riadkov. (maximálne 200 znakov)

source: Description to inform the user about any action that is going to be performed
sk: Popis na informovanie používateľa o akcii, ktorá sa bude vykonávať

source: Designation
sk: Označenie

source: Desk Access
sk: Prístup k pracovnej ploche

source: Desk Settings
sk: Nastavenia pracovnej plochy

source: Desk Theme
sk: "Téma pracovnej plochy"

source: Desk User
sk: Používateľ pracovnej plochy

source: Desktop Icon
sk: Ikona na pracovnej ploche

source: Desktop Icon already exists
sk: Ikona na ploche už existuje

source: Details
sk: Podrobnosti

source: Did not add
sk: Nepridané

source: Did not remove
sk: Neodstránil

source: Diff
sk: Rozdiel

source: Different "States" this document can exist in. Like "Open", "Pending Approval" etc.
sk: Rôzne "Stavy", v ktorých môže tento dokument existovať. Napríklad "Otvorený", "Čaká na schválenie" atď.

source: Digits
sk: Cifry

source: Directory Server
sk: Adresárový server

source: Disable Auto Refresh
sk: Zakázať automatické obnovenie

source: Disable Change Log Notification
sk: Zakázať upozornenie na zmenu protokolu

source: Disable Comment Count
sk: Zakázať počítanie komentárov

source: Disable Comments
sk: Zakázať komentáre

source: Disable Count
sk: Zakázať počítanie

source: Disable Document Sharing
sk: Zakázať zdieľanie dokumentov

source: Disable Likes
sk: Zakázať hodnotenia "Páči sa mi"

source: Disable Report
sk: Deaktivovať správu

source: Disable SMTP server authentication
sk: Zakázať overenie SMTP servera

source: Disable Sidebar Stats
sk: Zakázať štatistiky bočného panela

source: Disable Signup for your site
sk: Zakázať registráciu na vašej stránke

source: Disable Standard Email Footer
sk: Zakázať štandardnú pätu e-mailu

source: Disable System Update Notification
sk: Zakázať upozornenie na aktualizáciu systému

source: Disable Username/Password Login
sk: Zakázať prihlásenie používateľským menom a heslom

source: Disable signups
sk: Zakázať registrácie

source: Disabled
sk: Zakázané

source: Disabled Auto Reply
sk: Zakázaná automatická odpoveď

source: Discard
sk: Zahodiť

source: Discard?
sk: Zahodiť?

source: Disclaimer: These indexes are suggested based on data and queries performed during this recording. These suggestions may or may not help.
sk: Upozornenie: Tieto indexy sú navrhnuté na základe údajov a dopytov vykonaných počas tohto záznamu. Tieto návrhy môžu, ale nemusia pomôcť.

source: Discussion Reply
sk: Odpoveď na diskusiu

source: Discussion Topic
sk: "Téma diskusie"

source: Dismiss
sk: Zatvoriť

source: Display
sk: Zobraziť

source: Display Depends On
sk: Zobrazenie závisí od

source: Display Depends On (JS)
sk: Zobrazenie závisí na (JS)

source: Divider
sk: Rozdeľovač

source: Do Not Create New User
sk: Nevytvárať nového používateľa

source: Do not create new user if user with email does not exist in the system
sk: Nevytvárať nového používateľa, ak používateľ s emailom neexistuje v systéme.

source: Do not edit headers which are preset in the template
sk: Neupravujte hlavičky, ktoré sú vopred nastavené v šablóne

source: Do not have permission to access bucket {0}.
sk: Nemáte povolenie na prístup k úložisku {0}.

source: Do you still want to proceed?
sk: Chcete stále pokračovať?

source: Do you want to cancel all linked documents?
sk: Chcete zrušiť všetky prepojené dokumenty?

source: Doc Event
sk: Udalosť dokumentu

source: Doc Events
sk: Udalosti dokumentu

source: Doc Status
sk: Stav dokumentu

source: DocField
sk: Pole dokumentu

source: DocShare
sk: Zdieľanie dokumentu

source: DocStatus of the following states have changed:<br><strong>{0}</strong><br> Do you want to update the docstatus of existing documents in those states?<br> This does not undo any effect bought in by the document's existing docstatus.
sk: DocStatus nasledujúcich stavov sa zmenil:<br><strong>{0}</strong><br> Chcete aktualizovať docstatus existujúcich dokumentov v týchto stavoch?<br> Toto nezruší žiadny účinok spôsobený existujúcim docstatusom dokumentu.

source: DocType <b>{0}</b> provided for the field <b>{1}</b> must have atleast one Link field
sk: DocType <b>{0}</b> uvedený pre pole <b>{1}</b> musí mať aspoň jedno pole typu Link

source: DocType Action
sk: Akcia DocType

source: DocType Event
sk: Udalosť DocType

source: DocType Layout
sk: Rozloženie DocType

source: DocType Layout Field
sk: Pole rozloženia DocType

source: DocType Link
sk: Prepojenie DocType

source: DocType State
sk: Štát DocType

source: DocType View
sk: Zobrazenie DocType

source: DocType can not be merged
sk: DocType sa nedá zlúčiť

source: DocType can only be renamed by Administrator
sk: DocType môže byť premenovaný iba administrátorom

source: DocType is a Table / Form in the application.
sk: DocType je tabuľka / formulár v aplikácii.

source: DocType must be Submittable for the selected Doc Event
sk: DocType musí byť predložiteľný pre vybranú udalosť dokumentu

source: DocType must be a string
sk: DocType musí byť reťazec

source: DocType must have atleast one field
sk: DocType musí mať aspoň jedno pole

source: DocType not supported by Log Settings.
sk: Log Settings nepodporuje tento DocType.

source: DocType on which this Workflow is applicable.
sk: DocType na ktorý je tento pracovný tok použiteľný.

source: DocType required
sk: Požaduje sa DocType

source: DocType {0} does not exist.
sk: DocType {0} neexistuje.

source: DocType {} not found
sk: DocType {} nebol nájdený

source: DocType's name should not start or end with whitespace
sk: Názov DocType by nemal začínať alebo končiť medzerou

source: DocTypes can not be modified, please use {0} instead
sk: DocTypes nemožno upravovať, použite prosím {0} namiesto toho

source: Doctype
sk: Typ dokumentu

source: Doctype name is limited to {0} characters ({1})
sk: Názov Doctype je obmedzený na {0} znakov ({1})

source: Doctype required
sk: Požadovaný doctype

source: Doctype with same route already exist. Please choose different title.
sk: Doctype s rovnakou cestou už existuje. Prosím, vyberte iný názov.

source: Document
sk: Dokument

source: Document Actions
sk: Akcie dokumentu

source: Document Follow
sk: Sledovanie dokumentu

source: Document Follow Notification
sk: Upozornenie na sledovanie dokumentu

source: Document Link
sk: Odkaz na dokument

source: Document Linking
sk: Prepojenie dokumentov

source: Document Links
sk: Odkazy na dokument

source: Document Links Row #{0}: Could not find field {1} in {2} DocType
sk: Riadok prepojení dokumentov č. {0}: Nepodarilo sa nájsť pole {1} v DocType {2}

source: Document Links Row #{0}: Invalid doctype or fieldname.
sk: Riadok odkazov dokumentu č. {0}: Neplatný typ dokumentu alebo názov poľa.

source: Document Links Row #{0}: Parent DocType is mandatory for internal links
sk: Riadok prepojení dokumentu č. {0}: Typ dokumentu nadriadeného je povinný pre interné prepojenia

source: Document Links Row #{0}: Table Fieldname is mandatory for internal links
sk: Riadok s odkazmi na dokument #{0}: Názov poľa tabuľky je povinný pre interné odkazy

source: Document Name
sk: Názov dokumentu

source: Document Name must be a string
sk: Názov dokumentu musí byť reťazec

source: Document Naming Rule
sk: Pravidlo pomenovania dokumentu

source: Document Naming Rule Condition
sk: Podmienka pravidla pomenovania dokumentu

source: Document Naming Settings
sk: Nastavenia pomenovania dokumentov

source: Document Queued
sk: Dokument v poradovníku

source: Document Restoration Summary
sk: Súhrn obnovy dokumentu

source: Document Restored
sk: Dokument bol obnovený

source: Document Saved
sk: Dokument uložený

source: Document Share
sk: Zdieľanie dokumentu

source: Document Share Key
sk: Kľúč pre zdieľanie dokumentu

source: Document Share Key Expiry (in Days)
sk: Koniec platnosti kľúča na zdieľanie dokumentu (v dňoch)

source: Document Share Report
sk: Správa o zdieľaní dokumentu

source: Document States
sk: Stavy dokumentov

source: Document Status
sk: Stav dokumentu

source: Document Tag
sk: Dokumentový štítok

source: Document Title
sk: Názov dokumentu

source: Document Type
sk: Typ dokumentu

source: Document Type and Function are required to create a number card
sk: Typ dokumentu a funkcia sú potrebné na vytvorenie číselnej karty

source: Document Type is not importable
sk: Typ dokumentu nie je možné importovať

source: Document Type is not submittable
sk: Typ dokumentu nie je možné odoslať.

source: Document Type to Track
sk: Typ dokumentu na sledovanie

source: Document Type {0} has been repeated.
sk: Typ dokumentu {0} sa opakuje.

source: Document Types
sk: Dokumenty typov

source: Document Types (Select Permissions Only)
sk: Typy dokumentov (vybrať iba povolenia)

source: Document Types and Permissions
sk: Typy dokumentov a povolenia

source: Document Unlocked
sk: Dokument odomknutý

source: Document has been cancelled
sk: Dokument bol zrušený

source: Document has been submitted
sk: Dokument bol odoslaný

source: Document is in draft state
sk: Dokument je v stave návrhu

source: Document is only editable by users with role
sk: Dokument je editovateľný iba používateľmi s rolou

source: Document not Relinked
sk: Dokument nie je znovu prepojený

source: Document renamed from {0} to {1}
sk: Dokument premenovaný z {0} na {1}

source: Document renaming from {0} to {1} has been queued
sk: Premenovanie dokumentu z {0} na {1} bolo zaradené do frontu

source: Document type is required to create a dashboard chart
sk: Typ dokumentu je povinný na vytvorenie grafu na informačnom paneli

source: Document {0} Already Restored
sk: Dokument {0} už bol obnovený

source: Document {0} has been set to state {1} by {2}
sk: Dokument {0} bol nastavený na stav {1} používateľom {2}

source: Document {0} {1} does not exist
sk: Dokument {0} {1} neexistuje

source: Documentation Link
sk: Odkaz na dokumentáciu

source: Documentation URL
sk: URL dokumentácie

source: Documents
sk: Dokumenty

source: Documents restored successfully
sk: Dokumenty boli úspešne obnovené

source: Documents that failed to restore
sk: Dokumenty, ktoré sa nepodarilo obnoviť

source: Documents that were already restored
sk: Dokumenty, ktoré už boli obnovené

source: Domain
sk: Doména

source: Domain Name
sk: Názov domény

source: Domain Settings
sk: Nastavenia Domény

source: Domains HTML
sk: Domény HTML

source: Don't HTML Encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
sk: Nekódujte HTML tagy ako &lt;script&gt; alebo len znaky ako &lt; alebo &gt;, pretože môžu byť zámerne použité v tomto poli

source: Don't Import
sk: Neimportovať

source: Don't Override Status
sk: Neprepísať stav

source: Don't Send Emails
sk: Neposielať e-maily

source: Don't encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
sk: Nezakódujte HTML tagy ako &lt;script&gt; alebo len znaky ako &lt; alebo &gt;, keďže by mohli byť zámerne použité v tomto poli

source: Don't have an account?
sk: Nemáte účet?

source: Done
sk: Hotovo

source: Double click to edit label
sk: Dvojité kliknutie na úpravu štítku

source: Download
sk: Stiahnuť

source: Download Backups
sk: Stiahnuť zálohy

source: Download Data
sk: Stiahnuť dáta

source: Download Files Backup
sk: Stiahnuť zálohu súborov

source: Download Link
sk: Odkaz na stiahnutie

source: Download PDF
sk: Stiahnuť PDF

source: Download Report
sk: Stiahnuť správu

source: Download Template
sk: Stiahnuť šablónu

source: Download Your Data
sk: Stiahnite si svoje údaje

source: Draft
sk: Návrh

source: Drag
sk: Ťahajte

source: Drag & Drop a section here from another tab
sk: Presuňte myšou sekciu sem z inej karty.

source: Drag and drop files here or upload from
sk: Presuňte a pustite súbory sem alebo nahrajte z

source: Drag columns to set order. Column width is set in percentage. The total width should not be more than 100. Columns marked in red will be removed.
sk: Presuňte stĺpce na nastavenie poradia. Šírka stĺpca je nastavená v percentách. Celková šírka by nemala byť viac ako 100. Stĺpce označené červenou farbou budú odstránené.

source: Drag elements from the sidebar to add. Drag them back to trash.
sk: Presuňte prvky z postranného panela, aby ste ich pridali. Presuňte ich späť do koša.

source: Drag to add state
sk: Potiahnite na pridanie stavu

source: Drop files here
sk: "Pustite súbory sem"

source: Dropbox Access Token
sk: Prístupový token služby Dropbox

source: Dropbox Refresh Token
sk: Dropbox obnovovací token

source: Dropbox Settings
sk: Nastavenia Dropboxu

source: Dropbox Setup
sk: Nastavenie Dropboxu

source: Dropdowns
sk: Rozbaľovacie zoznamy

source: Due Date
sk: Dátum splatnosti

source: Due Date Based On
sk: Dátum splatnosti na základe

source: Duplicate
sk: Duplicovať

source: Duplicate Entry
sk: Duplicitný záznam

source: Duplicate Filter Name
sk: Duplicitný názov filtra

source: Duplicate Name
sk: Duplikát mena

source: Duplicate Workspace
sk: Duplikovať pracovný priestor

source: Duplicate current row
sk: Duplikovať aktuálny riadok

source: Duplicate field
sk: Duplikovať pole

source: Duplicate of {0} named as {1} is created successfully
sk: Duplikát {0} s názvom {1} bol úspešne vytvorený

source: Duration
sk: Dĺžka trvania

source: Dynamic Filters
sk: Dynamické filtre

source: Dynamic Filters JSON
sk: Dynamické filtre JSON

source: Dynamic Filters Section
sk: Sekcia dynamických filtrov

source: Dynamic Link
sk: Dynamický odkaz

source: Dynamic Report Filters
sk: Dynamické filtre správy

source: Dynamic Route
sk: Dynamická trasa

source: Dynamic Template
sk: Dynamická šablóna

source: Each document created in ERPNext can have a unique ID generated for it, using a prefix defined for it. Though each document has some prefix pre-configured, you can further customize it using tools like Naming Series Tool and Document Naming Rule.
sk: Každý dokument vytvorený v ERPNext môže mať jedinečné ID generované pomocou predfinovanej predpony. Aj keď má každý dokument nejakú prednastavenú predponu, môžete ju ďalej prispôsobiť pomocou nástrojov ako Naming Series Tool a Document Naming Rule.

source: Edit
sk: Upraviť

source: Edit Auto Email Report Settings
sk: Upraviť nastavenia automatického e-mailového reportu

source: Edit Custom HTML
sk: Upraviť vlastné HTML

source: Edit DocType
sk: Upraviť DocType

source: Edit Existing
sk: Upraviť existujúce

source: Edit Filters
sk: Upraviť filtre

source: Edit Footer
sk: Upraviť pätičku

source: Edit Format
sk: Upraviť formátovanie

source: Edit Full Form
sk: Upraviť celý formulár

source: Edit HTML
sk: Upraviť HTML

source: Edit Header
sk: Upraviť hlavičku

source: Edit Heading
sk: Upraviť nadpis

source: Edit Letter Head
sk: Upraviť hlavičku listu

source: Edit Letter Head Footer
sk: Upraviť pätičku hlavičky listu

source: Edit Print Format
sk: Upraviť formát tlače

source: Edit Profile
sk: Upraviť profil

source: Edit Properties
sk: Upraviť vlastnosti

source: Edit Values
sk: Upraviť hodnoty

source: Edit Workspace
sk: Upraviť pracovnú plochu

source: Edit mode
sk: Režim úprav

source: Edit to add content
sk: Upraviť na pridanie obsahu

# Button in web form
source: Edit your response
sk: Upraviť vašu odpoveď

source: Edit your workflow visually using the Workflow Builder.
sk: Upravte svoj pracovný postup vizuálne pomocou Nástroja na tvorbu pracovných postupov.

source: Edit {0}
sk: Upraviť {0}

source: Editable Grid
sk: Editovateľná mriežka

source: Editing Row
sk: Úprava riadku

source: Editing {0}
sk: Upravuje sa {0}

source: Eg. smsgateway.com/api/send_sms.cgi
sk: Napr. smsgateway.com/api/send_sms.cgi

source: Either key or IP flag is required.
sk: Je potrebný buď kľúč, alebo IP príznak.

source: Element Selector
sk: Výber prvku

source: Email Account
sk: E-mailový účet

source: Email Account Disabled.
sk: E-mailový účet je deaktivovaný.

source: Email Account Name
sk: Názov e-mailového účtu

source: Email Account added multiple times
sk: E-mailový účet bol pridaný viackrát

source: Email Account not setup. Please create a new Email Account from Settings > Email Account
sk: E-mailový účet nie je nastavený. Prosím, vytvorte nový e-mailový účet v Nastavenia > E-mailový účet.

source: Email Address
sk: Emailová adresa

source: Email Address whose Google Contacts are to be synced.
sk: E-mailová adresa, ktorej Google kontakty sa majú synchronizovať.

source: Email Addresses
sk: Emailové adresy

source: Email Domain
sk: E-mailová doména

source: Email Flag Queue
sk: Fronta príznakov emailu

source: Email Footer Address
sk: E-mailová adresa pätičky

source: Email Group
sk: E-mailová skupina

source: Email Group Member
sk: Člen emailovej skupiny

source: Email ID
sk: Emailová adresa ID

source: Email IDs
sk: Emailové ID

source: Email Id
sk: Emailová adresa

source: Email Inbox
sk: Emailová schránka

source: Email Queue
sk: E-mailová fronta

source: Email Queue Recipient
sk: Príjemca frontu e-mailov

source: Email Queue flushing aborted due to too many failures.
sk: Vyprázdnenie fronty e-mailov bolo prerušené z dôvodu príliš veľkého počtu zlyhaní.

source: Email Queue records.
sk: Záznamy fronty e-mailov.

source: Email Reply Help
sk: Pomoc pri odpovedi na email

source: Email Retry Limit
sk: Limit opakovaného pokusu o odoslanie emailu

source: Email Rule
sk: "Pravidlo pre e-mail"

source: Email Sent
sk: E-mail odoslaný

source: Email Sent At
sk: Čas odoslania emailu

source: Email Settings
sk: Nastavenia e-mailu

source: Email Signature
sk: E-mailový podpis

source: Email Status
sk: Stav emailu

source: Email Sync Option
sk: Možnosť synchronizácie e-mailov

source: Email Template
sk: Šablóna e-mailu

source: Email Threads on Assigned Document
sk: E-mailové vlákna na priradenom dokumente

source: Email To
sk: Email pre

source: Email Unsubscribe
sk: Zrušenie odberu e-mailov

source: Email has been marked as spam
sk: Email bol označený ako spam

source: Email has been moved to trash
sk: Email bol presunutý do koša

source: Email not sent to {0} (unsubscribed / disabled)
sk: Email nebol odoslaný na {0} (odhlásený / deaktivovaný)

source: Email not verified with {0}
sk: Email nie je overený s {0}

source: Email queue is currently suspended. Resume to automatically send emails.
sk: E-mailová fronta je momentálne pozastavená. Obnovte na automatické odosielanie e-mailov.

source: Emails
sk: E-maily

source: Emails are muted
sk: E-maily sú stlmené

source: Emails will be sent with next possible workflow actions
sk: Emaily budú odoslané s nasledujúcimi možnými akciami pracovného postupu

source: Embed code copied
sk: Kód na vloženie bol skopírovaný

source: Empty column
sk: Prázdny stĺpec

source: Enable
sk: Povoliť

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
sk: Povoliť Automatické Opakovanie pre typ dokumentu {0} v Prispôsobiť formulár

source: Enable Auto Reply
sk: Povoliť automatickú odpoveď

source: Enable Automatic Backup
sk: Povoliť automatickú zálohu

source: Enable Automatic Linking in Documents
sk: Povoliť automatické prepojenie v dokumentoch

source: Enable Comments
sk: Povoliť komentáre

source: Enable Email Notification
sk: Povoliť e-mailové upozornenie

source: Enable Email Notifications
sk: Povoliť e-mailové upozornenia

source: Enable Google API in Google Settings.
sk: Povoľte Google API v nastaveniach Google.

source: Enable Google indexing
sk: Povoliť indexovanie Google

source: Enable Incoming
sk: Povoliť prichádzajúce

source: Enable Onboarding
sk: Povoliť úvodné nastavenie

source: Enable Outgoing
sk: Povoliť odosielanie

source: Enable Password Policy
sk: Povoliť politiku hesiel

source: Enable Prepared Report
sk: Povoliť pripravenú správu

source: Enable Print Server
sk: Povoliť tlačový server

source: Enable Push Notification Relay
sk: Povoliť prenos push notifikácií

source: Enable Rate Limit
sk: Povoliť limit rýchlosti

source: Enable Raw Printing
sk: Povoliť surovú tlač

source: Enable Report
sk: Povoliť správu

source: Enable Scheduled Jobs
sk: Povoliť plánované úlohy

source: Enable Scheduler
sk: Povoliť plánovač

source: Enable Security
sk: Povoliť zabezpečenie

source: Enable Social Login
sk: Povoliť sociálne prihlásenie

source: Enable Social Sharing
sk: Povoliť zdieľanie na sociálnych sieťach

source: Enable Tracking Page Views
sk: Povoliť sledovanie zobrazení stránok

source: Enable Two Factor Auth
sk: Povoliť dvojfaktorové overenie

source: Enable Website Tracking
sk: Povoliť sledovanie web stránky

source: Enable developer mode to create a standard Print Template
sk: Povoliť vývojársky režim na vytvorenie štandardnej šablóny tlače

source: Enable developer mode to create a standard Web Template
sk: Povoľte vývojársky režim na vytvorenie štandardnej šablóny webu

source: Enable email notification for any comment or likes received on your Blog Post.
sk: Povoliť e-mailové upozornenie pre akýkoľvek komentár alebo lajky prijaté na vašom blogovom príspevku.
