Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: to your browser
sk: do vášho prehliadača

source: "Company History"
sk: "História spoločnosti"

source: "Parent" signifies the parent table in which this row must be added
sk: "Rodič" označuje rodičovskú tabuľku, do ktorej musí byť tento riadok pridaný

source: "Team Members" or "Management"
sk: "Členovia tímu" alebo "Manažment"

source: "amended_from" field must be present to do an amendment.
sk: Pole "amended_from" musí byť prítomné na vykonanie zmeny.

source: "{0}" is not a valid Google Sheets URL
sk: "{0}" nie je platná URL adresa Google Sheets

source: ${values.doctype_name} has been added to queue for optimization
sk: ${values.doctype_name} bol pridaný do frontu na optimalizáciu

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
sk: &copy; Frappe Technologies Pvt. Ltd. a prispievatelia

source: 'In Global Search' is not allowed for field {0} of type {1}
sk: '"In Global Search" nie je povolené pre pole {0} typu {1}'

source: 'In Global Search' not allowed for type {0} in row {1}
sk: 'U globálneho vyhľadávania' nie je povolené pre typ {0} v riadku {1}

source: 'In List View' is not allowed for field {0} of type {1}
sk: „'V zobrazení zoznamu' nie je povolené pre pole {0} typu {1}“

source: 'In List View' not allowed for type {0} in row {1}
sk: 'V zobrazení zoznamu' nie je povolené pre typ {0} v riadku {1}

source: 'Recipients' not specified
sk: 'Nebol špecifikovaný 'Príjemcovia''

source: '{0}' is not a valid URL
sk: '{0}' nie je platná URL adresa

source: '{0}' not allowed for type {1} in row {2}
sk: "'{0}' nie je povolené pre typ {1} v riadku {2}"

source: (Mandatory)
sk: (Povinné)

source: ** Failed: {0} to {1}: {2}
sk: ** Zlyhalo: {0} do {1}: {2}

source: + Add / Remove Fields
sk: + Pridať / Odstrániť polia

source: 0 - Draft; 1 - Submitted; 2 - Cancelled
sk: 0 - Návrh; 1 - Odoslané; 2 - Zrušené

source: 0 is highest
sk: 0 je najvyššia

source: 1 = True & 0 = False
sk: 1 = True a 0 = False

source: 1 Currency = [?] Fraction For e.g. 1 USD = 100 Cent
sk: 1 Mena = [?] Frakcia Napr. 1 USD = 100 Centov

source: 1 Day
sk: 1 deň

source: 1 Google Calendar Event synced.
sk: 1 Udalosť Google Kalendára synchronizovaná.

source: 1 Report
sk: 1 Správa

source: 1 comment
sk: 1 komentár

source: 1 day ago
sk: pred 1 dňom

source: 1 hour
sk: 1 hodina

source: 1 hour ago
sk: 1 hodina dozadu

source: 1 minute ago
sk: pred 1 minútou

source: 1 month ago
sk: pred 1 mesiacom

source: 1 of 2
sk: 1 z 2

source: 1 record will be exported
sk: 1 záznam bude exportovaný

source: 1 second ago
sk: 1 sekunda dozadu

source: 1 week ago
sk: pred 1 týždňom

source: 1 year ago
sk: pred 1 rokom

source: 2 hours ago
sk: pred 2 hodinami

source: 2 months ago
sk: pred 2 mesiacmi

source: 2 weeks ago
sk: pred 2 týždňami

source: 2 years ago
sk: pred 2 rokmi

source: 3 minutes ago
sk: pred 3 minútami

source: 30 minutes
sk: 30 minút

source: 4 hours
sk: 4 hodiny

source: 5 Records
sk: 5 záznamov

source: 5 days ago
sk: pred 5 dňami

source: ; not allowed in condition
sk: ; nie je povolené v podmienke

source: <b>{0}</b> is not a valid URL
sk: <b>{0}</b> nie je platná URL adresa

source: <div class="alert">Please don't update it as it can mess up your form. Use the Customize Form View and Custom Fields to set properties!</div>
sk: <div class="alert">Prosím, neaktualizujte to, pretože to môže narušiť váš formulár. Použite Zobrazenie prispôsobenia formulára a Vlastné polia na nastavenie vlastností!</div>

source: <div class="well"> Edit list of Series in the box. Rules: <ul> <li>Each Series Prefix on a new line.</li> <li>Allowed special characters are "/" and "-"</li> <li> Optionally, set the number of digits in the series using dot (.) followed by hashes (#). For example, ".####" means that the series will have four digits. Default is five digits. </li> <li> You can also use variables in the series name by putting them between (.) dots <br> Supported Variables: <ul> <li><code>.YYYY.</code> - Year in 4 digits</li> <li><code>.YY.</code> - Year in 2 digits</li> <li><code>.MM.</code> - Month</li> <li><code>.DD.</code> - Day of month</li> <li><code>.WW.</code> - Week of the year</li> <li><code>.FY.</code> - Fiscal Year</li> <li> <code>.{fieldname}.</code> - fieldname on the document e.g. <code>branch</code> </li> </ul> </li> </ul> Examples: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
sk: <div class="well"> Upravte zoznam sérií v poli. Pravidlá: <ul> <li>Každý prefix série na nový riadok.</li> <li>Povolené špeciálne znaky sú "/" a "-"</li> <li> Voliteľne, nastavte počet číslic v sérii použitím bodky (.) nasledovanej mriežkami (#). Napríklad, ".####" znamená, že séria bude mať štyri číslice. Predvolený je počet piatich číslic. </li> <li> Môžete tiež použiť premenné v názve série tak, že ich dáte medzi bodky (.) <br> Podporované premenné: <ul> <li><code>.YYYY.</code> - Rok v 4 čísliciach</li> <li><code>.YY.</code> - Rok v 2 čísliciach</li> <li><code>.MM.</code> - Mesiac</li> <li><code>.DD.</code> - Deň v mesiaci</li> <li><code>.WW.</code> - Týždeň v roku</li> <li><code>.FY.</code> - Fiskálny rok</li> <li> <code>.{fieldname}.</code> - názov poľa v dokumente, napr. <code>pobočka</code> </li> </ul> </li> </ul> Príklady: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>

source: <h3>Custom CSS Help</h3> <p>Notes:</p> <ol> <li>All field groups (label + value) are set attributes <code>data-fieldtype</code> and <code>data-fieldname</code></li> <li>All values are given class <code>value</code></li> <li>All Section Breaks are given class <code>section-break</code></li> <li>All Column Breaks are given class <code>column-break</code></li> </ol> <h4>Examples</h4> <p>1. Left align integers</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Add border to sections except the last section</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
sk: <h3>Vlastná pomoc CSS</h3> <p>Poznámky:</p> <ol> <li>Všetky skupiny polí (označenie + hodnota) majú nastavené atribúty <code>data-fieldtype</code> a <code>data-fieldname</code></li> <li>Všetky hodnoty majú priradenú triedu <code>value</code></li> <li>Všetky sekčné zlomy majú priradenú triedu <code>section-break</code></li> <li>Všetky stĺpcové zlomy majú priradenú triedu <code>column-break</code></li> </ol> <h4>Príklady</h4> <p>1. Zarovnanie celých čísel doľava</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Pridanie rámčeka do sekcií okrem poslednej sekcie</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>

source: <h3>Print Format Help</h3> <hr> <h4>Introduction</h4> <p>Print Formats are rendered on the server side using the Jinja Templating Language. All forms have access to the <code>doc</code> object which contains information about the document that is being formatted. You can also access common utilities via the <code>frappe</code> module.</p> <p>For styling, the Boostrap CSS framework is provided and you can enjoy the full range of classes.</p> <hr> <h4>References</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja Templating Language</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS Framework</a></li> </ol> <hr> <h4>Example</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Common Functions</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Get document value formatted as Date, Currency, etc. Pass parent <code>doc</code> for currency type fields.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Get value from another document.</td> </tr> </tbody> </table>
sk: <h3>Pomoc pri tlačovom formáte</h3> <hr> <h4>Úvod</h4> <p>Tlačové formáty sú vykresľované na strane servera s použitím Jinja templátovacieho jazyka. Všetky formuláre majú prístup k objektu <code>doc</code>, ktorý obsahuje informácie o dokumente, ktorý sa formátuje. Môžete tiež pristupovať ku spoločným utilitam cez modul <code>frappe</code>.</p> <p>Pre štýlovanie je k dispozícii CSS framework Bootstrap, takže môžete využiť celú škálu tried.</p> <hr> <h4>Referencie</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja templátovací jazyk</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS framework</a></li> </ol> <hr> <h4>Príklad</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Meno zákazníka&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Dátum&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;r. č.&lt;/th&gt; &lt;th&gt;Názov položky&lt;/th&gt; &lt;th&gt;Popis&lt;/th&gt; &lt;th class="text-right"&gt;Množstvo&lt;/th&gt; &lt;th class="text-right"&gt;Sadzba&lt;/th&gt; &lt;th class="text-right"&gt;Čiastka&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Kód položky: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Bežné funkcie</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Získajte hodnotu dokumentu formátovanú ako dátum, mena, atď. Pre polia typu mena prejdite rodičovský <code>doc</code>.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Získajte hodnotu z iného dokumentu.</td> </tr> </tbody> </table>

source: <h4>Default Template</h4> <p>Uses <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> and all the fields of Address (including Custom Fields if any) will be available</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
sk: <h4>Štandardná šablóna</h4> <p>Používa <a href="http://jinja.pocoo.org/docs/templates/">Jinja templating</a> a všetky polia adresy (vrátane vlastných polí, ak nejaké sú) budú dostupné</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PSČ: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Telefón: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>

source: <h4>Email Reply Example</h4> <pre>Order Overdue Transaction {{ name }} has exceeded Due Date. Please take necessary action. Details - Customer: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
sk: <h4>Príklad odpovede na email</h4> <pre>Objednávka po termíne Transakcia {{ name }} prekročila dátum splatnosti. Prosím, vykonajte potrebné opatrenia. Podrobnosti - Zákazník: {{ customer }} - Suma: {{ grand_total }} </pre> <h4>Ako získať názvy polí</h4> <p>Názvy polí, ktoré môžete použiť vo vašej emailovej šablóne, sú polia v dokumente, z ktorého odosielate email. Polia akýchkoľvek dokumentov môžete zistiť cez Nastavenie &gt; Prispôsobiť zobrazenie formulára a vybrať typ dokumentu (napr. Predajná faktúra)</p> <h4>Šablónovanie</h4> <p>Šablóny sú zostavované pomocou jazyka Jinja Templating Language. Ak sa chcete o Jinja dozvedieť viac, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">prečítajte si túto dokumentáciu.</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
sk: <h5 class="text-muted uppercase">Alebo</h5>

source: <h5>Message Example</h5> <pre>&lt;h3&gt;Order Overdue&lt;/h3&gt; &lt;p&gt;Transaction {{ doc.name }} has exceeded Due Date. Please take necessary action.&lt;/p&gt; &lt;!-- show last comment --&gt; {% if comments %} Last comment: {{ comments[-1].comment }} by {{ comments[-1].by }} {% endif %} &lt;h4&gt;Details&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Customer: {{ doc.customer }} &lt;li&gt;Amount: {{ doc.grand_total }} &lt;/ul&gt; </pre>
sk: <h5>Príklad správy</h5> <pre>&lt;h3&gt;Objednávka po termíne&lt;/h3&gt; &lt;p&gt;Transakcia {{ doc.name }} prekročila dátum splatnosti. Prosím, urobte potrebné opatrenia.&lt;/p&gt; &lt;!-- ukázať posledný komentár --&gt; {% if comments %} Posledný komentár: {{ comments[-1].comment }} od {{ comments[-1].by }} {% endif %} &lt;h4&gt;Detaily&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Zákazník: {{ doc.customer }} &lt;li&gt;Suma: {{ doc.grand_total }} &lt;/ul&gt; </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
sk: <p><strong>Príklady podmienok:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
sk: <p><strong>Príklady podmienok:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p>Multiple webforms can be created for a single doctype. Add filters specific to this webform to display correct record after submission.</p><p>For Example:</p> <p>If you create a separate webform every year to capture feedback from employees add a field named year in doctype and add a filter <b>year = 2023</b></p>
sk: <p>Pre jeden doctype môže byť vytvorených viacero webových formulárov. Pridajte filtre špecifické pre tento webový formulár, aby sa po odoslaní zobrazil správny záznam.</p><p>Pre príklad:</p> <p>Ak každý rok vytvárate samostatný webový formulár na zhromažďovanie spätnej väzby od zamestnancov, pridajte pole s názvom rok do doctype a pridajte filter <b>rok = 2023</b></p>

source: <p>Set context before rendering a template. Example:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
sk: <p>Nastavte kontext pred vykreslením šablóny. Príklad:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>

source: <p>To interact with above HTML you will have to use `root_element` as a parent selector.</p><p>For example:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// here root_element is provided by default let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "New content"; </code></pre>
sk: <p>Na interakciu s vyššie uvedeným HTML budete musieť použiť `root_element` ako rodičovský selektor.</p><p>Napríklad:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// tu je root_element poskytnutý predvolene let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "Nový obsah"; </code></pre>

source: <p>Your OTP secret on {0} has been reset. If you did not perform this reset and did not request it, please contact your System Administrator immediately.</p>
sk: <p>Váš tajný kód OTP na {0} bol obnovený. Ak ste toto obnovenie nevykonali a nepožiadali ste oň, okamžite kontaktujte svojho správcu systému.</p>

source: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ day of week (0 - 6) (0 is Sunday) │ │ │ └───── month (1 - 12) │ │ └────────── day of month (1 - 31) │ └─────────────── hour (0 - 23) └──────────────────── minute (0 - 59) --- * - Any value / - Step values </pre>
sk: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ deň v týždni (0 - 6) (0 je nedeľa) │ │ │ └───── mesiac (1 - 12) │ │ └────────── deň v mesiaci (1 - 31) │ └─────────────── hodina (0 - 23) └──────────────────── minúta (0 - 59) --- * - Akákoľvek hodnota / - Krokové hodnoty </pre>

source: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Conditions should be written in simple Python. Please use properties available in the form only.</p> <p>Allowed functions: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Example: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
sk: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Podmienky by mali byť napísané v jednoduchom Pythone. Používajte iba vlastnosti dostupné vo formulári.</p> <p>Povolené funkcie: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Príklad: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>

source: <span class="h2">Hi,</span>
sk: <span class="h2">Ahoj,</span>

source: <span class="h4"><b>Documents</b></span>
sk: <span class="h4"><b>Dokumenty</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
sk: <span class="h4"><b>Reporty & Majstrovstvá</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
sk: <span class="h4"><b>Reporty &amp; Majstri</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
sk: <span class="h4"><b>Vaše skratky</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Components to build your app</b></span>
sk: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Komponenty na vytvorenie vašej aplikácie</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Get started</b><br></span>
sk: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Začať</b><br></span>

source: <strong>Warning:</strong> This field is system generated and may be overwritten by a future update. Modify it using {0} instead.
sk: <strong>Varovanie:</strong> Toto pole je generované systémom a môže byť prepísané budúcou aktualizáciou. Namiesto toho ho upravte pomocou {0}.

source: A DocType (Document Type) is used to insert forms in ERPNext. Forms such as Customer, Orders, and Invoices are Doctypes in the backend. You can also create new DocTypes to create new forms in ERPNext as per your business needs.
sk: DocType (typ dokumentu) sa používa na vkladanie formulárov do ERPNext. Formuláre, ako sú Zákazník, Objednávky a Faktúry, sú Doctypes v backendu. Môžete tiež vytvoriť nové DocTypes, aby ste vytvorili nové formuláre v ERPNext podľa potrieb vášho podnikania.

source: A DocType's name should start with a letter and can only consist of letters, numbers, spaces, underscores and hyphens
sk: Názov DocType by mal začínať písmenom a môže pozostávať iba z písmen, číslic, medzier, podčiarkovníkov a spojovníkov.

source: A featured post must have a cover image
sk: Vybraný príspevok musí mať titulný obrázok

source: A field with the name {0} already exists in {1}
sk: Pole s názvom {0} už existuje v {1}

source: A file with same name {} already exists
sk: Súbor s rovnakým názvom {} už existuje

source: A list of resources which the Client App will have access to after the user allows it.<br> e.g. project
sk: Zoznam zdrojov, ku ktorým bude mať Klientská aplikácia prístup po tom, čo jej používateľ umožní prístup.<br> napr. projekt

source: A new account has been created for you at {0}
sk: Pre vás bol vytvorený nový účet na {0}

source: A recurring {0} {1} has been created for you via Auto Repeat {2}.
sk: Opakujúci sa {0} {1} bol pre vás vytvorený prostredníctvom Automatického opakovania {2}.

source: A symbol for this currency. For e.g. $
sk: Symbol pre túto menu. Napr. $

source: A template already exists for field {0} of {1}
sk: Šablóna už existuje pre pole {0} z {1}

source: A word by itself is easy to guess.
sk: Slovo samé o sebe je ľahké uhádnuť.

source: ALL
sk: VŠETKY

source: API Access
sk: API prístup

source: API Endpoint
sk: Koncový bod API

source: API Endpoint Args
sk: API koncový bod Argumenty

source: API Key
sk: API kľúč

source: API Key and Secret to interact with the relay server. These will be auto-generated when the first push notification is sent from any of the apps installed on this site.
sk: Kľúč API a Tajomstvo na interakciu s relé serverom. Tieto budú automaticky generované, keď bude odoslané prvé push oznámenie z akejkoľvek aplikácie nainštalovanej na tejto stránke.

source: API Key cannot be regenerated
sk: API kľúč nie je možné znova vygenerovať

source: API Method
sk: Metóda API

source: API Secret
sk: API tajomstvo
