Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Standard roles cannot be renamed
sk: Štandardné roly nemožno premenovať

source: Standard user type {0} can not be deleted.
sk: Štandardný typ používateľa {0} nie je možné vymazať.

source: Standings
sk: Postavenie

source: Star us on GitHub
sk: Ohodnoťte nás na GitHube

source: Start
sk: Štart

source: Start Date
sk: Dátum začiatku

source: Start Date Field
sk: Počiatočné pole dátumu

source: Start Import
sk: Spustiť import

source: Start Recording
sk: Začať nahrávanie

source: Start Time
sk: Čas začiatku

source: Start a new discussion
sk: Začať novú diskusiu

source: Start entering data below this line
sk: Začnite zadávať údaje pod touto čiarou

source: Start new Format
sk: Začať nový formát

source: Started
sk: Začalo sa

source: Started At
sk: Začalo

source: Starting Frappe ...
sk: Spúšťa sa Frappe ...

source: Starts on
sk: Začína sa

source: State
sk: Stav

source: State Properties
sk: Vlastnosti stavu

source: State/Province
sk: Štát/Provincia

source: States
sk: Stavy

source: Static Parameters
sk: Statické parametre

source: Statistics
sk: Štatistiky

source: Stats
sk: Štatistiky

source: Stats Time Interval
sk: Interval štatistík

source: Stats based on last month's performance (from {0} to {1})
sk: Štatistiky založené na výkonoch z minulého mesiaca (od {0} do {1})

source: Stats based on last week's performance (from {0} to {1})
sk: Štatistiky založené na výkone z minulého týždňa (od {0} do {1})

source: Status
sk: Stav

source: Status Updated
sk: Stav aktualizovaný

source: Status: {0}
sk: Stav: {0}

source: Step
sk: Krok

source: Steps
sk: Kroky

source: Steps to verify your login
sk: Kroky na overenie vášho prihlásenia

source: Stop
sk: Zastaviť

source: Stopped
sk: Zastavené

source: Storage Usage (MB)
sk: Využitie úložiska (MB)

source: Storage Usage By Table
sk: Použitie úložiska podľa tabuľky

source: Store Attached PDF Document
sk: Uložiť priložený PDF dokument

source: Stores the JSON of last known versions of various installed apps. It is used to show release notes.
sk: Ukladá JSON posledných známych verzií rôznych nainštalovaných aplikácií. Používa sa na zobrazenie poznámok k vydaniu.

source: Stores the datetime when the last reset password key was generated.
sk: Ukladá dátum a čas, kedy bol naposledy generovaný kľúč na resetovanie hesla.

source: Straight rows of keys are easy to guess
sk: Rovné rady kláves je ľahké uhádnuť

source: Strip EXIF tags from uploaded images
sk: Odstrániť EXIF tagy z nahraných obrázkov

source: Strong
sk: Silný

source: Style
sk: Štýl

source: Style Settings
sk: Štýlové nastavenia

source: Style represents the button color: Success - Green, Danger - Red, Inverse - Black, Primary - Dark Blue, Info - Light Blue, Warning - Orange
sk: Štýl predstavuje farbu tlačidla: Success - zelená, Danger - červená, Inverse - čierna, Primary - tmavomodrá, Info - svetlomodrá, Warning - oranžová

source: Stylesheet
sk: Štýlový hárok

source: Sub-currency. For e.g. "Cent"
sk: Podmienková jednotka. Napr. "Cent"

source: Sub-domain provided by erpnext.com
sk: Subdoména poskytovaná erpnext.com

source: Subdomain
sk: Subdoména

source: Subject
sk: Predmet

source: Subject Field
sk: Pole predmetu

source: Subject Field type should be Data, Text, Long Text, Small Text, Text Editor
sk: Typ poľa Predmet by mal byť Údaje, Text, Dlhý text, Malý text, Editor textu

source: Submission Queue
sk: Fronta na odoslanie

source: Submit
sk: Odoslať

source: Submit After Import
sk: Odoslať po importe

source: Submit an Issue
sk: Odoslať problém

# Button in web form
source: Submit another response
sk: Odoslať ďalšiu odpoveď

source: Submit button label
sk: Označenie tlačidla na odoslanie

source: Submit on Creation
sk: Odoslať pri vytvorení

source: Submit this document to complete this step.
sk: Odošlite tento dokument na dokončenie tohto kroku.

source: Submit this document to confirm
sk: Odoslať tento dokument na potvrdenie

# Title of confirmation dialog
source: Submit {0} documents?
sk: Odoslať {0} dokumentov?

source: Submitted
sk: Odoslané

source: Submitted Document cannot be converted back to draft. Transition row {0}
sk: Odoslaný dokument nemožno previesť späť na koncept. Prechodový riadok {0}

source: Submitted document cannot be converted back to draft while transitioning from <b>{0} State</b> to <b>{1} State</b>
sk: Odoslaný dokument nemožno previesť späť na koncept pri prechode z <b>{0} stavu</b> do <b>{1} stavu</b>

# Freeze message while submitting a document
source: Submitting
sk: Odosielanie

source: Submitting {0}
sk: Odosielanie {0}

source: Subsidiary
sk: Dcérska spoločnosť

source: Subtitle
sk: Podnadpis

source: Success
sk: Úspech

source: Success Action
sk: Akcia úspechu

source: Success Message
sk: Správa o úspechu

source: Success URI
sk: URI úspechu

source: Success URL
sk: URL úspechu

source: Success message
sk: Správa o úspechu

source: Success title
sk: Titulok úspechu

source: Success! You are good to go 👍
sk: Úspech! Môžete pokračovať 👍

source: Successful Job Count
sk: Počet úspešných úloh

source: Successful Transactions
sk: Úspešné transakcie

source: Successful: {0} to {1}
sk: Úspešné: {0} do {1}

source: Successfully Done
sk: Úspešne dokončené

source: Successfully Updated
sk: Úspešne aktualizované

source: Successfully imported {0}
sk: Úspešne importované {0}

source: Successfully reset onboarding status for all users.
sk: Úspešne obnovený stav úvodného zaškolenia pre všetkých používateľov.

source: Successfully updated translations
sk: Úspešne aktualizované preklady

source: Successfully updated {0}
sk: Úspešne aktualizované {0}

source: Successfully {0} 1 record.
sk: Úspešne {0} 1 záznam.

source: Successfully {0} {1} record out of {2}. Click on Export Errored Rows, fix the errors and import again.
sk: Úspešne {0} {1} záznam z {2}. Kliknite na Exportovať chybové riadky, opravte chyby a importujte znova.

source: Successfully {0} {1} records out of {2}. Click on Export Errored Rows, fix the errors and import again.
sk: Úspešne {0} {1} záznamov z {2}. Kliknite na Exportovať chybové riadky, opravte chyby a importujte znova.

source: Successfully {0} {1} records.
sk: Úspešne {0} {1} záznamov.

source: Suggest Optimizations
sk: Navrhnúť optimalizácie

source: Suggested Indexes
sk: Navrhované indexy

source: Suggested Username: {0}
sk: Navrhované používateľské meno: {0}

source: Sum
sk: Súčet

source: Sum of {0}
sk: Súčet {0}

source: Summary
sk: Súhrn

source: Sunday
sk: Nedeľa

source: Suspend Sending
sk: Pozastaviť odosielanie

source: Switch Camera
sk: Prepnúť kameru

source: Switch Theme
sk: Prepnúť tému

source: Switch To Desk
sk: Prepni sa na Stolový počítač

source: Switching Camera
sk: Prepnúť kameru

source: Sync
sk: Synchronizovať

source: Sync Calendar
sk: Synchronizovať kalendár

source: Sync Contacts
sk: Synchronizovať kontakty

source: Sync on Migrate
sk: Synchronizovať pri migrácii

source: Sync token was invalid and has been reset, Retry syncing.
sk: Token synchronizácie bol neplatný a bol resetovaný, skúste synchronizovať znova.

source: Sync with Google Calendar
sk: Synchronizovať s Google Kalendárom

source: Sync with Google Contacts
sk: Synchronizovať s Google Kontakty

source: Sync {0} Fields
sk: Synchronizovať polia {0}

source: Synced Fields
sk: Synchronizované polia

source: Syncing
sk: Synchronizácia

source: Syncing {0} of {1}
sk: Synchronizácia {0} z {1}

source: Syntax Error
sk: Chyba syntaxe

source: System
sk: Systém

source: System Console
sk: Systémová konzola

source: System Generated Fields can not be renamed
sk: Polia generované systémom nemôžu byť premenované

source: System Health Report
sk: Systémová správa o stave

source: System Health Report Errors
sk: Hlásenie chýb zdravotného stavu systému

source: System Health Report Failing Jobs
sk: Správa o stave systému zlyhávajúce úlohy

source: System Health Report Queue
sk: Systémová fronta zdravotného stavu

source: System Health Report Tables
sk: Tabuľky prehľadu o stave systému

source: System Health Report Workers
sk: Systémová správa o zdravotnom stave pracovníkov

source: System Logs
sk: Systémové záznamy

source: System Manager
sk: Správca systému

source: System Manager privileges required.
sk: Sú potrebné privilégiá správcu systému.

source: System Notification
sk: Systémové oznámenie

source: System Notifications
sk: Systémové notifikácie

source: System Page
sk: Systémová stránka

source: System Settings
sk: Systémové nastavenia

source: System managers are allowed by default
sk: Systémovým manažérom je povolené predvolene

source: Tab Break
sk: "Tabulátor"

source: Tab Label
sk: Označenie karty

source: Table
sk: Tabuľka

source: Table Break
sk: Prestávka tabuľky

source: Table Field
sk: Polia tabuľky

source: Table Fieldname
sk: Názov poľa tabuľky

source: Table Fieldname Missing
sk: Chýba názov poľa tabuľky

source: Table HTML
sk: Tabuľka HTML

source: Table MultiSelect
sk: Tabuľka MultiSelect

source: Table Trimmed
sk: Tabuľka orezaná

source: Table updated
sk: Tabuľka aktualizovaná

source: Table {0} cannot be empty
sk: Tabuľka {0} nemôže byť prázdna

source: Tag
sk: Štítok

source: Tag Link
sk: Odkaz na tag

source: Tags
sk: Štítky

source: Take Backup
sk: Zálohovať

source: Take Backup Now
sk: Vytvoriť zálohu teraz

source: Take Photo
sk: Urobiť fotografiu

source: Target
sk: Cieľ

source: Task
sk: Úloha

source: Team Members
sk: Členovia tímu

source: Team Members Heading
sk: Nadpis členov tímu

source: Team Members Subtitle
sk: Podnadpis Členovia tímu

source: Telemetry
sk: Telemetria

source: Template
sk: Šablóna

source: Template Error
sk: Chyba šablóny

source: Template File
sk: Šablóna súboru

source: Template Options
sk: Možnosti šablóny

source: Template Warnings
sk: Upozornenia šablóny

source: Templates
sk: Šablóny

source: Temporarily Disabled
sk: Dočasne deaktivované

source: Test Job ID
sk: ID skúšobnej úlohy

source: Test email sent to {0}
sk: Testovací email bol odoslaný na {0}

source: Text Align
sk: Zarovnanie textu

source: Text Color
sk: Farba textu

source: Text Content
sk: Textový obsah

source: Text Editor
sk: Textový editor

source: Thank you
sk: Ďakujem

source: Thank you for reaching out to us. We will get back to you at the earliest. Your query: {0}
sk: Ďakujeme, že ste nás kontaktovali. Odpovieme vám čo najskôr. Vaša otázka: {0}

source: Thank you for spending your valuable time to fill this form
sk: Ďakujeme, že ste si našli čas na vyplnenie tohto formulára.

source: Thank you for your email
sk: Ďakujeme za váš e-mail

source: Thank you for your feedback!
sk: Ďakujeme za vašu odozvu!

source: Thank you for your interest in subscribing to our updates
sk: Ďakujeme za váš záujem o odber našich noviniek.

source: Thank you for your message
sk: Ďakujeme za vašu správu

source: Thanks
sk: Ďakujeme

source: The Auto Repeat for this document has been disabled.
sk: Automatické opakovanie pre tento dokument bolo vypnuté.

source: The CSV format is case sensitive
sk: Formát CSV je citlivý na veľké a malé písmená

source: The Client ID obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
sk: Klientské ID získané z Google Cloud Console pod <a href="https://console.cloud.google.com/apis/credentials"> „APIs &amp; Services“ &gt; „Credentials“ </a>

source: The Condition '{0}' is invalid
sk: Podmienka '{0}' je neplatná

source: The File URL you've entered is incorrect
sk: Zadaná URL adresa súboru je nesprávna

source: The Push Relay Server URL key (`push_relay_server_url`) is missing in your site config
sk: Kľúč URL servera Push Relay (`push_relay_server_url`) chýba vo vašej konfigurácii stránky

source: The User record for this request has been auto-deleted due to inactivity by system admins.
sk: Používateľský záznam pre túto požiadavku bol automaticky vymazaný z dôvodu neaktivity systémovými administrátormi.

source: The application has been updated to a new version, please refresh this page
sk: Aplikácia bola aktualizovaná na novú verziu, prosím obnovte túto stránku

source: The application name will be used in the Login page.
sk: Aplikácia bude používať názov na prihlasovacej stránke.

source: The attachments could not be correctly linked to the new document
sk: Prílohy nemohli byť správne prepojené s novým dokumentom.

source: The browser API key obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
sk: Kľúč API pre prehliadač získaný z Google Cloud Console pod <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>

source: The changes have been reverted.
sk: Zmeny boli vrátené späť.

source: The column {0} has {1} different date formats. Automatically setting {2} as the default format as it is the most common. Please change other values in this column to this format.
sk: Stĺpec {0} má {1} rôznych formátov dátumov. Automaticky sa nastavuje {2} ako predvolený formát, pretože je najbežnejší. Prosím, zmeňte ostatné hodnoty v tomto stĺpci na tento formát.

source: The comment cannot be empty
sk: Komentár nemôže byť prázdny

source: The contents of this email are strictly confidential. Please do not forward this email to anyone.
sk: Obsah tohto emailu je prísne dôverný. Prosím, neposielajte tento email nikomu ďalej.

source: The count shown is an estimated count. Click here to see the accurate count.
sk: Počet zobrazený je odhadovaný počet. Kliknite sem, aby ste videli presný počet.

source: The document could not be correctly assigned
sk: Dokument nemohol byť správne priradený

source: The document has been assigned to {0}
sk: Dokument bol priradený {0}

source: The document type selected is a child table, so the parent document type is required.
sk: Vybraný typ dokumentu je detská tabuľka, preto je potrebný typ nadradeného dokumentu.

source: The field {0} is mandatory
sk: Pole {0} je povinné.

source: The fieldname you've specified in Attached To Field is invalid
sk: Zadaný názov poľa v Pripojené k poľu je neplatný

source: The following Assignment Days have been repeated: {0}
sk: Nasledujúce Dni priradenia sa opakovali: {0}

source: The following Header Script will add the current date to an element in 'Header HTML' with class 'header-content'
sk: Nasledujúci skript hlavičky pridá aktuálny dátum do prvku v 'HTML hlavičky' s triedou 'header-content'

source: The following values are invalid: {0}. Values must be one of {1}
sk: Nasledujúce hodnoty sú neplatné: {0}. Hodnoty musia byť jednou z {1}

source: The following values do not exist for {0}: {1}
sk: Nasledujúce hodnoty neexistujú pre {0}: {1}

source: The limit has not set for the user type {0} in the site config file.
sk: Limit nebol nastavený pre typ používateľa {0} v konfiguračnom súbore stránky.

source: The link will expire in {0} minutes
sk: Odkaz vyprší o {0} minút

source: The link you trying to login is invalid or expired.
sk: Odkaz, na ktorý sa pokúšate prihlásiť, je neplatný alebo vypršal.

source: The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates.
sk: Meta popis je atribút HTML, ktorý poskytuje stručný súhrn webovej stránky. Vyhľadávače ako Google často zobrazujú meta popis vo výsledkoch vyhľadávania, čo môže ovplyvniť mieru prekliknutia.

source: The meta image is unique image representing the content of the page. Images for this Card should be at least 280px in width, and at least 150px in height.
sk: Meta obrázok je jedinečný obrázok predstavujúci obsah stránky. Obrázky pre túto kartu by mali byť široké aspoň 280px a vysoké aspoň 150px.

source: The name that will appear in Google Calendar
sk: Názov, ktorý sa zobrazí v Google Kalendári

source: The next tour will start from where the user left off.
sk: Ďalšia prehliadka začne tam, kde používateľ skončil.

source: The number of seconds until the request expires
sk: Počet sekúnd do vypršania platnosti požiadavky

source: The page you are looking for has gone missing.
sk: Stránka, ktorú hľadáte, sa stratila.

source: The password of your account has expired.
sk: Heslo vášho účtu vypršalo.

source: The process for deletion of {0} data associated with {1} has been initiated.
sk: Proces vymazania údajov {0} spojených s {1} bol zahájený.

source: The project number obtained from Google Cloud Console under <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>
sk: Číslo projektu získané z Google Cloud Console pod <a href="https://console.cloud.google.com/iam-admin/settings">"IAM &amp; Admin" &gt; "Nastavenia"</a>

source: The reset password link has been expired
sk: Platnosť odkazu na obnovenie hesla vypršala

source: The reset password link has either been used before or is invalid
sk: Odkaz na obnovenie hesla už bol použitý alebo je neplatný

source: The resource you are looking for is not available
sk: Požadovaný zdroj nie je k dispozícii

source: The role {0} should be a custom role.
sk: Rola {0} by mala byť vlastná rola.

source: The system is being updated. Please refresh again after a few moments.
sk: Systém sa aktualizuje. Prosím, obnovte znova o niekoľko okamihov.

source: The system provides many pre-defined roles. You can add new roles to set finer permissions.
sk: Systém poskytuje mnoho preddefinovaných rolí. Môžete pridať nové roly na nastavenie jemnejších oprávnení.

source: The total column width cannot be more than 10.
sk: Celková šírka stĺpca nemôže byť viac ako 10.

source: The total number of user document types limit has been crossed.
sk: Celkový počet typov používateľských dokumentov prekročil limit.

source: The user from this field will be rewarded points
sk: Používateľ z tohto poľa bude odmenený bodmi

source: The value you pasted was {0} characters long. Max allowed characters is {1}.
sk: Hodnota, ktorú ste vložili, mala {0} znakov. Maximálny povolený počet znakov je {1}.

source: The webhook will be triggered if this expression is true
sk: Webhook bude spustený, ak je tento výraz pravdivý

source: The {0} is already on auto repeat {1}
sk: {0} je už v automatickom opakovaní {1}

source: Theme
sk: Téma

source: Theme Changed
sk: Téma zmenená

source: Theme Configuration
sk: Konfigurácia motívu

source: Theme URL
sk: URL témy

source: There are documents which have workflow states that do not exist in this Workflow. It is recommended that you add these states to the Workflow and change their states before removing these states.
sk: Existujú dokumenty, ktoré majú stavy pracovného postupu, ktoré v tomto Pracovnom postupe neexistujú. Odporúča sa, aby ste tieto stavy pridali do Pracovného postupu a zmenili ich stavy pred ich odstránením.

source: There are no upcoming events for you.
sk: Pre vás nie sú žiadne nadchádzajúce udalosti.

source: There are no {0} for this {1}, why don't you start one!
sk: Nie sú žiadne {0} pre túto {1}, prečo nezačať jednu!

source: There are {0} with the same filters already in the queue:
sk: V rade už sú {0} s rovnakými filtrami:

source: There can be only 9 Page Break fields in a Web Form
sk: Vo webovom formulári môže byť iba 9 polí s prerušeniami stránok.

source: There can be only one Fold in a form
sk: Vo formulári môže byť len jedno zloženie

source: There is an error in your Address Template {0}
sk: Vo vašej šablóne adresy {0} je chyba.

source: There is no data to be exported
sk: Nie sú dostupné žiadne údaje na exportovanie.

source: There is nothing new to show you right now.
sk: Momentálne vám nemáme čo nové ukázať.

source: There is some problem with the file url: {0}
sk: Sú nejaké problémy s URL adresou súboru: {0}

source: There is {0} with the same filters already in the queue:
sk: Existuje {0} s rovnakými filtrami už v poradí:

source: There must be atleast one permission rule.
sk: Musí existovať aspoň jedno pravidlo povolení.

source: There was an error building this page
sk: Došlo k chybe pri vytváraní tejto stránky

source: There was an error saving filters
sk: Pri ukladaní filtrov došlo k chybe.

source: There were errors
sk: Došlo k chybám

source: There were errors while creating the document. Please try again.
sk: Pri vytváraní dokumentu došlo k chybám. Skúste to prosím znova.

source: There were errors while sending email. Please try again.
sk: Pri odosielaní e-mailu došlo k chybám. Skúste to prosím znova.

source: There were some errors setting the name, please contact the administrator
sk: Pri nastavovaní mena došlo k niekoľkým chybám, prosím kontaktujte administrátora.

source: There's nothing here
sk: Tu nič nie je

source: These announcements will appear inside a dismissible alert below the Navbar.
sk: Tieto oznámenia sa zobrazia vo vnútri zrušiteľného upozornenia pod navigačným panelom.

source: These settings are required if 'Custom' LDAP Directory is used
sk: Tieto nastavenia sú potrebné, ak sa používa 'Custom' LDAP adresár

source: These values will be automatically updated in transactions and also will be useful to restrict permissions for this user on transactions containing these values.
sk: Tieto hodnoty budú automaticky aktualizované v transakciách a tiež budú užitočné na obmedzenie povolení pre tohto používateľa na transakciách obsahujúcich tieto hodnoty.

source: Third Party Apps
sk: Aplikácie tretích strán

source: Third Party Authentication
sk: Autentifikácia tretej strany

source: This Currency is disabled. Enable to use in transactions
sk: Táto mena je deaktivovaná. Aktivujte ju, aby ste ju mohli používať v transakciách.

source: This Doctype does not contain latitude and longitude fields
sk: Tento Doctype neobsahuje polia zemepisnej šírky a dĺžky

source: This Doctype does not contain location fields
sk: Tento Doctype neobsahuje polia s umiestnením

source: This Kanban Board will be private
sk: Táto Kanban tabuľa bude súkromná

source: This action is irreversible. Do you wish to continue?
sk: Táto akcia je nevratná. Prajete si pokračovať?

source: This action is only allowed for {}
sk: Táto akcia je povolená iba pre {}

source: This cannot be undone
sk: Toto sa nedá vrátiť späť

source: This card will be available to all Users if this is set
sk: Táto karta bude dostupná všetkým používateľom, ak je toto nastavené.

source: This chart will be available to all Users if this is set
sk: Tento graf bude dostupný všetkým používateľom, ak je táto možnosť nastavená

source: This doctype has no orphan fields to trim
sk: Tento typ dokumentu nemá žiadne osamelé polia na zúženie

source: This doctype has pending migrations, run 'bench migrate' before modifying the doctype to avoid losing changes.
sk: Tento typ dokumentu má čakajúce migrácie, spustite 'bench migrate' pred úpravou typu dokumentu, aby ste predišli strate zmien.

source: This document allows you to edit limited fields. For all kinds of workspace customization, use the Edit button located on the workspace page
sk: Tento dokument vám umožňuje upravovať obmedzené polia. Pre všetky druhy prispôsobenia pracovného priestoru použite tlačidlo Upraviť nachádzajúce sa na stránke pracovného priestoru.

source: This document can not be deleted right now as it's being modified by another user. Please try again after some time.
sk: Tento dokument nie je možné odstrániť práve teraz, pretože ho upravuje iný používateľ. Skúste to znova o niečo neskôr.

source: This document cannot be reverted
sk: Tento dokument nemožno vrátiť späť

source: This document has been modified after the email was sent.
sk: Tento dokument bol upravený po odoslaní e-mailu.

source: This document has been reverted
sk: Tento dokument bol obnovený.
