Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: In ERPNext, you can add your Employees as Users, and give them restricted access. Tools like Role Permission and User Permission allow you to define rules which give restricted access to the user to masters and transactions.
sk: V ERPNext môžete pridať svojich zamestnancov ako používateľov a poskytnúť im obmedzený prístup. Nástroje ako Povolenie role a Povolenie používateľa vám umožňujú definovať pravidlá, ktoré poskytujú používateľovi obmedzený prístup k hlavným záznamom a transakciám.

source: In Filter
sk: Vo filtri

source: In Global Search
sk: Vo Vyhľadávaní v Globále

source: In Grid View
sk: V zobrazení mriežky

source: In List Filter
sk: Vo filtroch zoznamu

source: In List View
sk: V zobrazení zoznamu

source: In Preview
sk: V náhľade

source: In Progress
sk: Prebieha

source: In Read Only Mode
sk: V režime iba na čítanie

source: In Reply To
sk: Ako odpoveď na

source: In Standard Filter
sk: V Štandardnom filtri

source: In each module, you will find a host of single-click reports, ranging from financial statements to sales and purchase analytics and stock tracking reports. If a required new report is not available out-of-the-box, you can create custom reports in ERPNext by pulling values from the same multiple ERPNext tables.
sk: V každom module nájdete množstvo jednorazových reportov, od finančných výkazov po analytiky predaja a nákupu a správy o sledovaní zásob. Ak požadovaný nový report nie je dostupný priamo z balíka, môžete v ERPNext vytvoriť vlastné reporty tým, že budete ťahať hodnoty z tých istých viacerých tabuliek ERPNext.

source: In points. Default is 9.
sk: V bodoch. Predvolená hodnota je 9.

source: In seconds
sk: V sekundách

source: Inactive
sk: Neaktívne

source: Inavlid Values
sk: Neplatné hodnoty

source: Inbox
sk: Doručená pošta

source: Inbox User
sk: Používateľ schránky

source: Inbox View
sk: „Zobrazenie doručenej pošty“

source: Include Name Field
sk: Zahrnúť pole Meno

source: Include Search in Top Bar
sk: Zahrnúť vyhľadávanie do hornej lišty

source: Include Theme from Apps
sk: Zahrnúť tému z aplikácií

source: Include Web View Link in Email
sk: Zahrnúť odkaz na webové zobrazenie v e-maile

source: Include filters
sk: Zahrnúť filtre

source: Include indentation
sk: Zahrnúť odsadenie

source: Include symbols, numbers and capital letters in the password
sk: Zahrňte do hesla symboly, čísla a veľké písmená.

source: Incoming (POP/IMAP) Settings
sk: Prichádzajúce nastavenia (POP/IMAP)

source: Incoming Emails (Last 7 days)
sk: Prichádzajúce e-maily (Posledných 7 dní)

source: Incoming Server
sk: Prichádzajúci server

source: Incoming Settings
sk: Prichádzajúce nastavenia

source: Incoming email account not correct
sk: Prichádzajúci e-mailový účet nie je správny

source: Incomplete Virtual Doctype Implementation
sk: Neúplná implementácia virtuálneho doctype

source: Incomplete login details
sk: Neúplné prihlasovacie údaje

source: Incorrect Configuration
sk: Nesprávna konfigurácia

source: Incorrect URL
sk: Nesprávna URL adresa

source: Incorrect User or Password
sk: Nesprávne používateľské meno alebo heslo

source: Incorrect Verification code
sk: Nesprávny overovací kód

source: Incorrect value in row {0}:
sk: Nesprávna hodnota v riadku {0}:

source: Incorrect value:
sk: Nesprávna hodnota:

source: Index Web Pages for Search
sk: Indexovať webové stránky pre vyhľadávanie

source: Index created successfully on column {0} of doctype {1}
sk: Index bol úspešne vytvorený v stĺpci {0} dokumentového typu {1}

source: Indexing authorization code
sk: Autorizačný kód indexovania

source: Indexing refresh token
sk: Indexovací token na obnovenie

source: Indicator
sk: Indikátor

source: Indicator Color
sk: Indikátorová farba

source: Indicator color
sk: Farba indikátora

source: Info
sk: Informácia

source: Initial Sync Count
sk: Počiatočný počet synchronizácií

source: Insert
sk: Vložiť

source: Insert Above
sk: Vložiť nad

source: Insert After
sk: Vložiť za

source: Insert After cannot be set as {0}
sk: „Insert After“ nemôže byť nastavené ako {0}

source: Insert After field '{0}' mentioned in Custom Field '{1}', with label '{2}', does not exist
sk: Vložka po poli '{0}' uvedenom v vlastnom poli '{1}', s označením '{2}', neexistuje

source: Insert Below
sk: Vložiť nižšie

source: Insert Column Before {0}
sk: Vložiť stĺpec pred {0}

source: Insert Image in Markdown
sk: Vložiť obrázok do Markdownu

source: Insert New Records
sk: Vložiť nové záznamy

source: Insert Style
sk: Vložiť štýl

source: Install {0} from Marketplace
sk: Nainštalujte {0} z Marketplace

source: Installed Application
sk: Nainštalovaná aplikácia

source: Installed Applications
sk: Nainštalované aplikácie

source: Installed Apps
sk: Nainštalované aplikácie

source: Instructions
sk: Inštrukcie

source: Instructions Emailed
sk: Inštrukcie boli odoslané e-mailom

source: Insufficient Permission Level for {0}
sk: Nedostatočná úroveň povolenia pre {0}

source: Insufficient Permission for {0}
sk: Nedostatočné oprávnenie pre {0}

source: Insufficient Permissions for deleting Report
sk: Nedostatočné povolenia na vymazanie hlásenia

source: Insufficient Permissions for editing Report
sk: Nedostatočné povolenia na úpravu reportu

source: Insufficient attachment limit
sk: Nedostatočný limit príloh

source: Int
sk: Celé číslo

source: Integration Request
sk: Žiadosť o integráciu

source: Integrations
sk: Integrácie

source: Integrations can use this field to set email delivery status
sk: Integrácie môžu použiť toto pole na nastavenie stavu doručenia emailu

source: Interests
sk: Záujmy

source: Intermediate
sk: Stredný

source: Internal Server Error
sk: Interná chyba servera

source: Internal record of document shares
sk: Interný záznam o zdieľaní dokumentov

source: Intro
sk: Úvod

source: Intro Video URL
sk: Úvodná URL adresa videa

source: Introduce your company to the website visitor.
sk: Predstavte svoju spoločnosť návštevníkovi webovej stránky.

source: Introduction
sk: Úvod

source: Introduction to Website
sk: Úvod do webstránky

source: Introductory information for the Contact Us Page
sk: Úvodné informácie pre stránku Kontaktujte nás

source: Introspection URI
sk: Introspekčná URI

source: Invalid
sk: Neplatné

source: Invalid "depends_on" expression
sk: Neplatný výraz "depends_on"

source: Invalid "depends_on" expression set in filter {0}
sk: Neplatný výraz "depends_on" nastavený vo filtri {0}

source: Invalid "mandatory_depends_on" expression
sk: Neplatný výraz "mandatory_depends_on"

source: Invalid Action
sk: Neplatná akcia

source: Invalid CSV Format
sk: Neplatný formát CSV

source: Invalid Condition: {}
sk: Neplatná podmienka: {}

source: Invalid Credentials
sk: Neplatné poverenia

source: Invalid Date
sk: Neplatný dátum

source: Invalid DocType
sk: Neplatný DocType

source: Invalid DocType: {0}
sk: Neplatný DocType: {0}

source: Invalid Fieldname
sk: Neplatný názov poľa

source: Invalid File URL
sk: Neplatná URL adresa súboru

source: Invalid Filter Format for field {0} of type {1}. Try using filter icon on the field to set it correctly
sk: Neplatný formát filtra pre pole {0} typu {1}. Skúste použiť ikonu filtra na poli na správne nastavenie.

source: Invalid Filter Value
sk: Neplatná hodnota filtra

source: Invalid Home Page
sk: Neplatná domovská stránka

source: Invalid Link
sk: Neplatný odkaz

source: Invalid Login Token
sk: Neplatný prihlasovací token

source: Invalid Login. Try again.
sk: Neplatné prihlásenie. Skúste znova.

source: Invalid Mail Server. Please rectify and try again.
sk: Neplatný poštový server. Prosím, opravte to a skúste znova.

source: Invalid Naming Series: {}
sk: Neplatná séria názvov: {}

source: Invalid Operation
sk: Neplatná operácia

source: Invalid Option
sk: Neplatná možnosť

source: Invalid Outgoing Mail Server or Port: {0}
sk: Neplatný server alebo port pre odosielanie pošty: {0}

source: Invalid Output Format
sk: Neplatný formát výstupu

source: Invalid Parameters.
sk: Neplatné parametre.

source: Invalid Password
sk: Neplatné heslo

source: Invalid Phone Number
sk: Neplatné telefónne číslo

source: Invalid Request
sk: Neplatná požiadavka

source: Invalid Search Field {0}
sk: Neplatné vyhľadávacie pole {0}

source: Invalid Table Fieldname
sk: Neplatný názov poľa tabuľky

source: Invalid Transition
sk: Neplatný prechod

source: Invalid URL
sk: Neplatná URL adresa

source: Invalid User Name or Support Password. Please rectify and try again.
sk: Neplatné meno používateľa alebo heslo pre podporu. Prosím opravte a skúste to znova.

source: Invalid Webhook Secret
sk: Neplatný tajný kód webhooku

source: Invalid aggregate function
sk: Neplatná agregačná funkcia

source: Invalid column
sk: Neplatný stĺpec

source: Invalid docstatus
sk: Neplatný stav dokumentu

source: Invalid expression set in filter {0}
sk: Neplatný výraz nastavený vo filtri {0}

source: Invalid expression set in filter {0} ({1})
sk: Neplatný výraz nastavený vo filtri {0} ({1})

source: Invalid field name {0}
sk: Neplatný názov poľa {0}

source: Invalid fieldname '{0}' in autoname
sk: Neplatný názov poľa '{0}' v autoname.

source: Invalid file path: {0}
sk: Neplatná cesta k súboru: {0}

source: Invalid filter: {0}
sk: Neplatný filter: {0}

source: Invalid include path
sk: Neplatná cesta zahrnutia

source: Invalid json added in the custom options: {0}
sk: Neplatný JSON pridaný v možnostiach prispôsobenia: {0}

source: Invalid name type (integer) for varchar name column
sk: Neplatný typ mena (integer) pre stĺpec s názvom varchar

source: Invalid naming series {}: dot (.) missing
sk: Neplatná séria názvov {}: chýba bodka (.)

source: Invalid or corrupted content for import
sk: Neplatný alebo poškodený obsah na importovanie

source: Invalid redirect regex in row #{}: {}
sk: Neplatný regex presmerovania v riadku #{}: {}

source: Invalid request arguments
sk: Neplatné argumenty žiadosti

source: Invalid template file for import
sk: Neplatný súbor šablóny na import

source: Invalid token state! Check if the token has been created by the OAuth user.
sk: Neplatný stav tokenu! Skontrolujte, či bol token vytvorený používateľom OAuth.

source: Invalid username or password
sk: Neplatné používateľské meno alebo heslo

# Error message in web form
source: Invalid values for fields:
sk: Neplatné hodnoty pre polia:

source: Invalid wkhtmltopdf version
sk: Neplatná verzia wkhtmltopdf

source: Invalid {0} condition
sk: Neplatná podmienka {0}

source: Inverse
sk: Inverzne

source: Invite as User
sk: Pozvať ako používateľa

source: Is
sk: je

source: Is Active
sk: Je aktívny

source: Is Attachments Folder
sk: Je priečinok s prílohami

source: Is Calendar and Gantt
sk: Je kalendár a Ganttov diagram

source: Is Child Table
sk: Je podriadenou tabuľkou

source: Is Complete
sk: Je dokončené

source: Is Completed
sk: Je dokončené

source: Is Custom
sk: Je vlastné

source: Is Custom Field
sk: Je vlastné pole

source: Is Default
sk: Je predvolený

source: Is Dynamic URL?
sk: Je dynamická URL adresa?

source: Is Folder
sk: Je priečinok

source: Is Global
sk: Je globálny

source: Is Hidden
sk: Je skryté

source: Is Home Folder
sk: Je domovská zložka

source: Is Mandatory Field
sk: Je povinné pole

source: Is Optional State
sk: Je voliteľný stav

source: Is Primary
sk: Je primárny

source: Is Primary Contact
sk: Je primárny kontakt

source: Is Primary Mobile
sk: Je primárny mobilný telefón

source: Is Primary Phone
sk: Je hlavný telefón

source: Is Private
sk: Je súkromné

source: Is Public
sk: Je verejný

source: Is Published Field
sk: Je zverejnené pole

source: Is Published Field must be a valid fieldname
sk: Pole Is Published Field musí byť platným názvom poľa

source: Is Query Report
sk: Je dopytová správa

source: Is Remote Request?
sk: Je vzdialená požiadavka?

source: Is Single
sk: Je jedinečný

source: Is Skipped
sk: Je preskočené

source: Is Spam
sk: Je spam

source: Is Standard
sk: Je štandardný

source: Is Submittable
sk: Je možné odoslať

source: Is System Generated
sk: Je systémovo generované

source: Is Table
sk: Je tabuľka

source: Is Table Field
sk: Je poľom tabuľky

source: Is Tree
sk: Je strom

source: Is Unique
sk: Je jedinečný

source: Is Virtual
sk: Je virtuálny

source: It is risky to delete this file: {0}. Please contact your System Manager.
sk: Je rizikové zmazať tento súbor: {0}. Prosím, kontaktujte svojho správcu systému.

source: Item Label
sk: Položka Označenie

source: Item Type
sk: Typ položky

source: Item cannot be added to its own descendants
sk: Položku nie je možné pridať k jej vlastným potomkom

source: JS
sk: Možnosť pre pole 'Typ formátu tlače' (Výber) v DocType 'Formát tlače'

source: JS Message
sk: Správa JS

source: JSON Request Body
sk: JSON Telo požiadaвky

source: JavaScript Format: frappe.query_reports['REPORTNAME'] = {}
sk: JavaScript formát: frappe.query_reports['REPORTNAME'] = {}

source: Javascript is disabled on your browser
sk: JavaScript je zakázaný vo vašom prehliadači

source: Job ID
sk: ID úlohy

source: Job Id
sk: ID úlohy

source: Job Info
sk: Informácie o práci

source: Job Name
sk: Názov úlohy

source: Job Status
sk: Stav práce

source: Job Stopped Successfully
sk: Úloha bola úspešne zastavená

source: Job is not running.
sk: Úloha nebeží.

source: Join video conference with {0}
sk: Pripojte sa k videokonferencii s {0}

source: Jump to field
sk: Preskočiť na pole

source: Kanban Board
sk: Kanban tabuľa

source: Kanban Board Column
sk: Stĺpec Kanban dosky

source: Kanban Board Name
sk: Názov kanbanovej tabule

# Button in kanban view menu
source: Kanban Settings
sk: Nastavenia Kanban

source: Kanban View
sk: Zobrazenie Kanban

source: Keep track of all update feeds
sk: Sledujte všetky aktualizačné zdroje

source: Keeps track of all communications
sk: Sleduje všetku komunikáciu

source: Key
sk: Kľúč

source: Keyboard Shortcuts
sk: Klávesové skratky

source: Knowledge Base
sk: Znalostná základňa

source: Knowledge Base Contributor
sk: Prispievateľ do znalostnej databázy

source: Knowledge Base Editor
sk: Editor znalostnej databázy

source: LDAP Auth
sk: LDAP autentifikácia

source: LDAP Custom Settings
sk: LDAP vlastné nastavenia

source: LDAP Email Field
sk: Pole e-mailu LDAP

source: LDAP First Name Field
sk: LDAP pole pre meno

source: LDAP Group
sk: LDAP skupina

source: LDAP Group Field
sk: Pole skupiny LDAP

source: LDAP Group Mapping
sk: Mapovanie LDAP skupiny

source: LDAP Group Mappings
sk: Mapovania skupín LDAP

source: LDAP Group Member attribute
sk: LDAP atribút člena skupiny

source: LDAP Last Name Field
sk: Pole pre priezvisko LDAP

source: LDAP Middle Name Field
sk: Pole Stredné meno LDAP

source: LDAP Mobile Field
sk: LDAP pole pre mobil

source: LDAP Not Installed
sk: LDAP nie je nainštalovaný

source: LDAP Phone Field
sk: LDAP Telefónne pole

source: LDAP Search String
sk: LDAP Vyhľadávací reťazec

source: LDAP Search String must be enclosed in '()' and needs to contian the user placeholder {0}, eg sAMAccountName={0}
sk: LDAP vyhľadávací reťazec musí byť uzavretý v '()' a musí obsahovať zástupný znak používateľa {0}, napr. sAMAccountName={0}

source: LDAP Search and Paths
sk: LDAP vyhľadávanie a cesty

source: LDAP Security
sk: Zabezpečenie LDAP

source: LDAP Server Settings
sk: Nastavenia LDAP servera

source: LDAP Settings
sk: Nastavenia LDAP

source: LDAP User Creation and Mapping
sk: Vytvorenie a mapovanie LDAP používateľa

source: LDAP Username Field
sk: Pole pre užívateľské meno LDAP

source: LDAP is not enabled.
sk: LDAP nie je povolený.

source: LDAP search path for Groups
sk: LDAP vyhľadávacia cesta pre skupiny

source: LDAP search path for Users
sk: LDAP vyhľadávacia cesta pre používateľov

source: LDAP settings incorrect. validation response was: {0}
sk: Nesprávne nastavenia LDAP. odpoveď overenia bola: {0}

source: Label
sk: Štítok

source: Label Help
sk: Nápoveda pre štítok

source: Label and Type
sk: Štítok a Typ

source: Label is mandatory
sk: Pole je povinné

source: Landing Page
sk: Vstupná stránka

source: Landscape
sk: Krajina

source: Language
sk: Jazyk

source: Language Code
sk: Kód jazyka

source: Language Name
sk: Názov jazyka

source: Last 10 active users
sk: Posledných 10 aktívnych používateľov

source: Last Active
sk: Posledná aktivita

source: Last Backup On
sk: Posledná záloha dňa

source: Last Execution
sk: Posledné spustenie

source: Last Heartbeat
sk: Posledný heartbeat

source: Last IP
sk: Posledná IP adresa

source: Last Known Versions
sk: Posledné známe verzie

source: Last Login
sk: Posledné prihlásenie

source: Last Modified Date
sk: Dátum poslednej úpravy

source: Last Modified On
sk: Posledná úprava dňa

source: Last Month
sk: Minulý mesiac

source: Last Name
sk: Priezvisko

source: Last Password Reset Date
sk: Dátum posledného resetovania hesla

source: Last Point Allocation Date
sk: Dátum posledného pridelenia bodu

source: Last Quarter
sk: Posledný štvrťrok

source: Last Reset Password Key Generated On
sk: Posledný vygenerovaný kľúč na obnovenie hesla

source: Last Sync On
sk: Posledná synchronizácia dňa

source: Last Synced On
sk: Posledná synchronizácia dňa

source: Last Updated By
sk: Naposledy aktualizované používateľom

source: Last Updated On
sk: Naposledy aktualizované dňa

source: Last User
sk: Posledný používateľ

source: Last Week
sk: Minulý týždeň

source: Last Year
sk: Posledný rok

source: Last synced {0}
sk: Posledná synchronizácia {0}

source: Layout Reset
sk: Resetovanie rozloženia

source: Layout will be reset to standard layout, are you sure you want to do this?
sk: Rozloženie bude resetované na štandardné rozloženie, ste si istý, že to chcete urobiť?

source: Leaderboard
sk: Rebríček

source: Learn about Standard and Custom Print Formats
sk: Zistite viac o štandardných a vlastných formátoch tlače

source: Learn about Web Pages
sk: Zistite viac o webových stránkach

source: Learn how to add Custom Fields
sk: "Naučte sa, ako pridať vlastné polia"

source: Learn more
sk: Zistiť viac

source: Learn more about Report Builders
sk: Zistite viac o nástrojoch na tvorbu reportov

source: Learn more about creating new DocTypes
sk: Zistite viac o vytváraní nových DocTypov

source: Leave blank to repeat always
sk: Nechať prázdne pre vždy opakovanie

source: Leave this conversation
sk: Opustiť túto konverzáciu

source: Ledger
sk: Hlavná kniha

source: Left
sk: Ľavý

source: Left Bottom
sk: Ľavý dolný

source: Left Center
sk: Ľavý stred

source: Left this conversation
sk: Opustili ste túto konverzáciu

source: Legal
sk: Právny

source: Length
sk: Dĺžka

source: Length of passed data array is greater than value of maximum allowed label points!
sk: Dĺžka odovzdaného poľa údajov je väčšia ako hodnota maximálne povolených bodov označenia!

source: Length of {0} should be between 1 and 1000
sk: Dĺžka {0} by mala byť medzi 1 a 1000

source: Less
sk: Menej

source: Less Than
sk: Menej ako

source: Less Than Or Equal To
sk: Menšie alebo rovné

source: Let us continue with the onboarding
sk: Pokračujme s nástupným procesom

source: Let's Get Started
sk: "Začnime"

source: Let's Set Up Your Website.
sk: Poďme nastaviť vašu webstránku.

source: Let's avoid repeated words and characters
sk: Vyhnime sa opakovaniu slov a znakov

source: Let's set up your account
sk: Nastavme váš účet

source: Let's take you back to onboarding
sk: Vráťme vás späť k zaškoleniu

source: Letter Head
sk: Hlavička listu

source: Letter Head Based On
sk: Predloha hlavičky na základe

source: Letter Head Image
sk: Obraz hlavičky listu

source: Letter Head Name
sk: Názov Hlavičkového Papiera

source: Letter Head Scripts
sk: "Skripty pre Hlavičkový Papier"

source: Letter Head cannot be both disabled and default
sk: Hlavičkový papier nemôže byť súčasne vypnutý a predvolený.

source: Letter Head in HTML
sk: Hlavička listu v HTML

source: Level
sk: Úroveň

source: Level 0 is for document level permissions, higher levels for field level permissions.
sk: Úroveň 0 je určená pre oprávnenia na úrovni dokumentu, vyššie úrovne pre oprávnenia na úrovni polí.

source: Level Name
sk: Názov úrovne

source: Library
sk: Knižnica

source: License
sk: Licencia

source: License Type
sk: Typ licencie

source: Light
sk: Svetlý

source: Light Blue
sk: Svetlomodrá

source: Light Color
sk: Svetlá farba

source: Light Theme
sk: "Svetlá téma"

source: Like
sk: Páči sa mi to

source: Like limit
sk: Limit pre lajky

source: Like limit per hour
sk: Limit páči sa mi to za hodinu

source: Like on {0}: {1}
sk: Páči sa mi to na {0}: {1}

source: Liked
sk: Páčilo sa

source: Liked By
sk: Páči sa:

source: Likes
sk: Páči sa mi to

source: Limit Number of DB Backups
sk: Obmedziť počet záloh databázy

source: Line
sk: Čiara

source: Link
sk: Odkaz

source: Link Cards
sk: Odkazy na karty

source: Link Count
sk: Počet odkazov

source: Link Details
sk: Podrobnosti odkazu

source: Link DocType
sk: Odkaz na DocType

source: Link Document Type
sk: Typ prepojenia dokumentu

source: Link Expired
sk: Platnosť odkazu vypršala

source: Link Field Results Limit
sk: Limit výsledkov pre pole Odkaz

source: Link Fieldname
sk: Odkazové pole

source: Link Filters
sk: Filtre odkazov

source: Link Name
sk: Názov odkazu

source: Link Title
sk: Názov odkazu

source: Link To
sk: Odkaz na

source: Link To in Row
sk: Odkaz na v riadku

source: Link Type
sk: Typ odkazu

source: Link Type in Row
sk: Typ odkazu v riadku

source: Link for About Us Page is "/about".
sk: Odkaz na stránku O nás je "/about".

source: Link that is the website home page. Standard Links (home, login, products, blog, about, contact)
sk: Odkaz, ktorý je domovskou stránkou webu. Štandardné odkazy (home, login, products, blog, about, contact)

source: Link to the page you want to open. Leave blank if you want to make it a group parent.
sk: Odkaz na stránku, ktorú chcete otvoriť. Nechajte prázdne, ak chcete, aby bola nadradená skupina.

source: Linked
sk: Prepojené

source: Linked Documents
sk: Prepojené dokumenty

source: Linked With
sk: Prepojené s

source: Links
sk: Odkazy

source: List
sk: Zoznam

source: List / Search Settings
sk: Nastavenia zoznamu / vyhľadávania

source: List Columns
sk: Zoznam stĺpcov

source: List Filter
sk: Filter zoznamu

source: List Settings
sk: Nastavenia zoznamu

source: List View
sk: Zoznamový pohľad

source: List View Settings
sk: Nastavenia zobrazenia zoznamu

source: List a document type
sk: Zoznam typu dokumentu

source: List as [{"label": _("Jobs"), "route":"jobs"}]
sk: Zoznam ako [{"label": _("Práca"), "route":"jobs"}]

source: List of patches executed
sk: Zoznam vykonaných oprav

source: List setting message
sk: Zoznam nastavení správy

source: Lists
sk: Zoznamy

source: Load Balancing
sk: Vyvažovanie záťaže

source: Load More
sk: Načítať viac

# Form timeline
source: Load More Communications
sk: Načítať viac komunikácií

source: Load more
sk: Načítať viac

source: Loading
sk: Načítavanie

source: Loading Filters...
sk: Načítavanie filtrov...

source: Loading import file...
sk: Načítava sa importný súbor...

source: Loading user profile
sk: Načítava sa profil používateľa

source: Loading versions...
sk: Načítavajú sa verzie...

source: Loading...
sk: Načítava sa...

source: Location
sk: Poloha

source: Log
sk: Protokol

source: Log Data
sk: Údaje o prihlásení

source: Log DocType
sk: Log Typ dokumentu

source: Log In To {0}
sk: Prihlásiť sa do {0}

source: Log Index
sk: Index záznamu

source: Log Setting User
sk: Používateľ nastavení protokolu

source: Log Settings
sk: Nastavenia protokolu

source: Log in to access this page.
sk: Prihláste sa, aby ste získali prístup k tejto stránke.

source: Log out
sk: Odhlásiť sa

source: Logged Out
sk: Odhlásený

source: Login
sk: Prihlásenie

source: Login After
sk: Prihlásiť sa po

source: Login Before
sk: Prihlásiť pred

source: Login Failed please try again
sk: Prihlásenie zlyhalo, skúste to prosím znova

source: Login Id is required
sk: Je potrebné zadať prihlasovacie ID

source: Login Methods
sk: Metódy prihlásenia
