Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Read Only Mode
sk: Režim iba na čítanie

source: Read Time
sk: Čas čítania

source: Read by Recipient
sk: Prečítané prijímateľom

source: Read by Recipient On
sk: Prečítané príjemcom dňa

source: Read mode
sk: Režim čítania

source: Read the documentation to know more
sk: Prečítajte si dokumentáciu, aby ste sa dozvedeli viac

source: Readme
sk: Súbor Readme

source: Realtime (SocketIO)
sk: V reálnom čase (SocketIO)

source: Reason
sk: Dôvod

source: Rebuild
sk: Znovu postaviť

source: Rebuild Tree
sk: Znovu zostaviť strom

source: Rebuilding of tree is not supported for {}
sk: Prestavba stromu nie je podporovaná pre {}

source: Received
sk: Prijaté

source: Received an invalid token type.
sk: Dostal sa nesprávny typ tokenu.

source: Receiver By Document Field
sk: Príjemca podľa poľa dokumentu

source: Receiver By Role
sk: Príjemca podľa roly

source: Receiver Parameter
sk: Prijímací parameter

source: Recent Activity
sk: Nedávna aktivita

source: Recent years are easy to guess.
sk: Nedávne roky sa dajú ľahko uhádnuť.

source: Recents
sk: Nedávne

source: Recipient
sk: Príjemca

source: Recipient Unsubscribed
sk: Príjemca sa odhlásil

source: Recipients
sk: Príjemcovia

source: Recorder
sk: Rekordér

source: Recorder Query
sk: "Záznamník dotazu"

source: Recorder Suggested Index
sk: Navrhovaný index zapisovača

source: Records for following doctypes will be filtered
sk: Záznamy pre nasledujúce typy dokumentov budú filtrované.

source: Recursive Fetch From
sk: Rekurzívne načítanie z

source: Red
sk: Červená

source: Redirect HTTP Status
sk: Presmerovanie stav HTTP

source: Redirect URI
sk: Presmerovať URI

source: Redirect URI Bound To Auth Code
sk: Presmerovať URI zviazané s kódom autorizácie

source: Redirect URIs
sk: Presmerovacie URI

source: Redirect URL
sk: Presmerovať URL adresu

source: Redirect to the selected app after login
sk: Presmerovať na vybranú aplikáciu po prihlásení

source: Redirect to this URL after successful confirmation.
sk: Presmerovať na túto URL adresu po úspešnom potvrdení.

source: Redirects
sk: Presmerovania

source: Redis cache server not running. Please contact Administrator / Tech support
sk: Redis cache server nebeží. Kontaktujte, prosím, administrátora / technickú podporu.

source: Redo
sk: Opakovať

source: Redo last action
sk: Znova vykonať poslednú akciu

source: Ref DocType
sk: Referenčný typ dokumentu

source: Referance Doctype and Dashboard Name both can't be used at the same time.
sk: Referencia Dokumentový typ a Názov nástenky nemôžu byť použité súčasne.

source: Reference
sk: Referencia

source: Reference Date
sk: Referenčný dátum

source: Reference DocName
sk: Referencia názov dokumentu

source: Reference DocType
sk: Referenčný DocType

source: Reference DocType and Reference Name are required
sk: Referenčný DocType a Referenčné meno sú povinné

source: Reference Docname
sk: Názov referencie dokumentu

source: Reference Doctype
sk: Referenčný Doctype

source: Reference Document
sk: Referenčný dokument

source: Reference Document Name
sk: Názov referenčného dokumentu

source: Reference Document Type
sk: Referenčný typ dokumentu

source: Reference Name
sk: Názov odkazu

source: Reference Owner
sk: Vlastník referencie

source: Reference Report
sk: Referenčná správa

source: Reference Type
sk: Typ referencie

source: Reference document has been cancelled
sk: Referenčný dokument bol zrušený

source: Reference name
sk: Názov odkazu

source: Reference: {0} {1}
sk: Referencia: {0} {1}

source: Referrer
sk: Odvolávateľ

source: Refresh
sk: Obnoviť

source: Refresh All
sk: Obnoviť všetko

source: Refresh Google Sheet
sk: Obnoviť Google Sheet

source: Refresh Token
sk: Obnoviť token

# Document count in list view
source: Refreshing
sk: Obnovovanie

source: Refreshing...
sk: Aktualizuje sa...

source: Registered but disabled
sk: Registrované, ale zakázané

source: Rejected
sk: Zamietnuté

source: Relay Server URL missing
sk: Chýba URL adresa relačného servera

source: Relay Settings
sk: Nastavenia relé

source: Release
sk: Uvoľniť

source: Release Notes
sk: Poznámky k vydaniu

source: Relink
sk: Prepojiť

source: Relink Communication
sk: Prepojiť komunikáciu

source: Relinked
sk: Prepojené

source: Reload
sk: Načítať znova

source: Reload File
sk: Načítať súbor

source: Reload List
sk: Načítať zoznam

source: Reload Report
sk: Načítať správu

source: Remember Last Selected Value
sk: Pamätaj poslednú vybranú hodnotu

source: Remind At
sk: Pripomenúť o

source: Remind Me
sk: Pripomeň mi

source: Remind Me In
sk: Pripomeň mi za

source: Reminder
sk: Pripomienka

source: Reminder cannot be created in past.
sk: Pripomienka nemôže byť vytvorená v minulosti.

source: Reminder set at {0}
sk: Pripomienka nastavená na {0}

source: Remove
sk: Odstrániť

source: Remove Failed Jobs
sk: Odstrániť zlyhané úlohy

source: Remove Field
sk: Odstrániť pole

source: Remove Section
sk: Odstrániť sekciu

source: Remove all customizations?
sk: Odstrániť všetky prispôsobenia?

source: Remove all fields in the column
sk: Odstrániť všetky polia v stĺpci

source: Remove column
sk: Odstrániť stĺpec

source: Remove field
sk: Odstrániť pole

source: Remove last column
sk: Odstrániť posledný stĺpec

source: Remove page break
sk: Odstrániť zalomenie strany

source: Remove section
sk: Odstrániť sekciu

source: Remove tab
sk: Odstrániť kartu

source: Removed {0}
sk: Odstránené {0}

source: Rename
sk: Premenovať

source: Rename Fieldname
sk: Premenovať názov poľa

source: Rename {0}
sk: Premenujte {0}

source: Renamed files and replaced code in controllers, please check!
sk: Premenované súbory a nahradený kód v kontroléroch, prosím skontrolujte!

source: Render labels to the left and values to the right in this section
sk: Zobrazte štítky vľavo a hodnoty vpravo v tejto sekcii

source: Reopen
sk: Znova otvoriť

source: Repeat
sk: Opakovať

source: Repeat Header and Footer
sk: Opakovať hlavičku a pätu

source: Repeat On
sk: Opakovať v deň

source: Repeat Till
sk: Opakovať do

source: Repeat on Day
sk: Opakovať v deň

source: Repeat on Days
sk: Opakovať po dňoch

source: Repeat on Last Day of the Month
sk: Opakovať v posledný deň mesiaca

source: Repeat this Event
sk: Opakovanie tejto udalosti

source: Repeats like "aaa" are easy to guess
sk: Opakovania ako „aaa“ sa ľahko uhádnu

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
sk: Opakovania ako „abcabcabc“ sú len o niečo ťažšie uhádnuteľné než „abc“

source: Repeats {0}
sk: Opakuje sa {0}

source: Replied
sk: Odpovedané

source: Reply
sk: Odpoveď

source: Reply All
sk: Odpovedať všetkým

source: Report
sk: Správa

source: Report Builder
sk: Tvorca správ

source: Report Column
sk: Stĺpec reportu

source: Report Description
sk: Popis reportu

source: Report Document Error
sk: Nahlásiť chybu dokumentu

source: Report Filter
sk: Filter reportu

source: Report Filters
sk: Filtre prehľadu

source: Report Hide
sk: Skryť správu

source: Report Information
sk: Informácie o reporte

source: Report Manager
sk: Manažér správ

source: Report Name
sk: Názov správy

source: Report Name, Report Field and Fucntion are required to create a number card
sk: Názov reportu, Pole reportu a Funkcia sú potrebné na vytvorenie číselnej karty

source: Report Ref DocType
sk: Referenčný dokument typu Report

source: Report Reference Doctype
sk: Doctype referencie výkazu

source: Report Type
sk: Typ správy

source: Report View
sk: Prehľad zostavy

source: Report cannot be set for Single types
sk: Report nie je možné nastaviť pre typy Single

source: Report has no data, please modify the filters or change the Report Name
sk: Správa nemá žiadne údaje, prosím, upravte filtre alebo zmeňte názov správy

source: Report has no numeric fields, please change the Report Name
sk: Správa nemá žiadne číselné polia, prosím zmeňte názov správy

source: Report initiated, click to view status
sk: Správa inicializovaná, kliknite pre zobrazenie stavu

source: Report limit reached
sk: Limit hlásení dosiahnutý

source: Report timed out.
sk: Platnosť hlásenia vypršala.

source: Report updated successfully
sk: Správa bola úspešne aktualizovaná

source: Report was not saved (there were errors)
sk: Správa nebola uložená (vyskytli sa chyby)

source: Report with more than 10 columns looks better in Landscape mode.
sk: Správa s viac ako 10 stĺpcami vyzerá lepšie v režime na šírku.

source: Report {0}
sk: Správa {0}

source: Report {0} deleted
sk: Správa {0} odstránená

source: Report {0} is disabled
sk: Správa {0} je deaktivovaná

source: Report {0} saved
sk: Správa {0} uložená

source: Report:
sk: Správa:

source: Reports
sk: Správy

source: Reports & Masters
sk: Správy a Základné údaje

source: Reports already in Queue
sk: Správy už sú v poradí

source: Represents a User in the system.
sk: Predstavuje používateľa v systéme.

source: Represents the states allowed in one document and role assigned to change the state.
sk: Predstavuje stavy povolené v jednom dokumente a rolu priradenú na zmenu stavu.

source: Request Account Deletion
sk: Požiadať o vymazanie účtu

source: Request Body
sk: Telo žiadosti

source: Request Data
sk: Údaje žiadosti

source: Request Description
sk: Popis žiadosti

source: Request Headers
sk: Hlavičky požiadavky

source: Request ID
sk: ID Žiadosti

source: Request Limit
sk: Limit žiadosti

source: Request Method
sk: Metóda požiadavky

source: Request Structure
sk: Štruktúra požiadavky

source: Request Timed Out
sk: Čas požiadavky vypršal

source: Request Timeout
sk: Vypršanie časového limitu požiadavky

source: Request URL
sk: URL žiadosti

source: Require Trusted Certificate
sk: Vyžadovať Dôveryhodný Certifikát

source: Requires any valid fdn path. i.e. ou=groups,dc=example,dc=com
sk: Vyžaduje platnú fdn cestu, napr. ou=groups,dc=example,dc=com

source: Requires any valid fdn path. i.e. ou=users,dc=example,dc=com
sk: Vyžaduje akúkoľvek platnú cestu fdn, napr. ou=users,dc=example,dc=com

source: Res: {0}
sk: Výsledok: {0}

source: Reset
sk: Resetujte

source: Reset All Customizations
sk: Resetovať všetky prispôsobenia

source: Reset Changes
sk: Obnoviť zmeny

source: Reset Chart
sk: Obnoviť graf

source: Reset Dashboard Customizations
sk: Resetovať prispôsobenia nástenky

source: Reset Fields
sk: Resetovať polia

source: Reset LDAP Password
sk: Resetovať LDAP heslo

source: Reset Layout
sk: Resetovať rozloženie

source: Reset OTP Secret
sk: Obnoviť tajný klúč OTP

source: Reset Password
sk: Obnoviť heslo

source: Reset Password Key
sk: Resetovacia Kľúč pre Heslo

source: Reset Password Link Expiry Duration
sk: Trvanie vypršania odkazu na obnovenie hesla

source: Reset Password Template
sk: Šablóna pre obnovenie hesla

source: Reset Permissions for {0}?
sk: Resetovať povolenia pre {0}?

source: Reset To Default
sk: Obnoviť na predvolené nastavenie

source: Reset sorting
sk: Resetovať triedenie

source: Reset the password for your account
sk: Obnovte heslo k vášmu účtu

source: Reset to default
sk: Obnoviť na predvolené

source: Reset to defaults
sk: Resetovať na predvolené

source: Reset your password
sk: Obnovte svoje heslo

source: Response
sk: Odpoveď

source: Response
sk: Odpoveď

source: Response Type
sk: Typ odozvy

source: Rest of the day
sk: Zvyšok dňa

source: Restore
sk: Obnoviť

source: Restore Original Permissions
sk: Obnoviť pôvodné povolenia

source: Restore to default settings?
sk: Obnoviť na predvolené nastavenia?

source: Restored
sk: Obnovené

source: Restoring Deleted Document
sk: Obnovenie vymazaného dokumentu

source: Restrict IP
sk: Obmedziť IP

source: Restrict To Domain
sk: Obmedziť na doménu

source: Restrict to Domain
sk: Obmedziť na doménu

source: Restrict user from this IP address only. Multiple IP addresses can be added by separating with commas. Also accepts partial IP addresses like (111.111.111)
sk: Obmedzte používateľa len z tejto IP adresy. Viacero IP adries môže byť pridaných oddelením čiarkami. Tiež akceptuje čiastočné IP adresy ako (111.111.111)

# Title of message showing restrictions in list view
source: Restrictions
sk: Obmedzenia

source: Result
sk: Výsledok

source: Resume Sending
sk: Obnoviť odosielanie

source: Retry
sk: Opakovať

source: Retry Sending
sk: Znova odoslať

source: Return to the Verification screen and enter the code displayed by your authentication app
sk: Vráťte sa na obrazovku overenia a zadajte kód zobrazený v aplikácii na overovanie totožnosti.

source: Reverse Icon Color
sk: Zmeniť farbu ikony na opačnú

source: Revert
sk: Vrátiť späť

source: Revert Of
sk: Vrátenie z

source: Reverted
sk: Vrátené späť

source: Reverting length to {0} for '{1}' in '{2}'. Setting the length as {3} will cause truncation of data.
sk: Obnovenie dĺžky na {0} pre '{1}' v '{2}'. Nastavenie dĺžky na {3} spôsobí skrátenie údajov.

source: Review
sk: Recenzia

source: Review Level
sk: Úroveň posúdenia

source: Review Levels
sk: Úrovne kontroly

source: Review Points
sk: Hodnotiace body

source: Reviews
sk: Recenzie

source: Revocation URI
sk: Revokačný URI

source: Revoke
sk: Odobrať

source: Revoked
sk: Zrušené

source: Rich Text
sk: Formátovaný text

source: Right
sk: Pravý

source: Right Bottom
sk: Pravý dolný roh

source: Right Center
sk: Pravý stred

source: Role
sk: Rola

source: Role 'All' will be given to all system + website users.
sk: Rola 'All' bude pridelená všetkým používateľom systému + webových stránok.

source: Role 'Desk User' will be given to all system users.
sk: Rola 'Desk User' bude pridelená všetkým používateľom systému.

source: Role Name
sk: Názov roly

source: Role Permission for Page and Report
sk: Povolenie role pre stránku a správu

source: Role Permissions
sk: Oprávnenia rolí

source: Role Permissions Manager
sk: Manažér oprávnení rolí

source: Role Profile
sk: Profil úlohy

source: Role and Level
sk: Rola a úroveň

source: Role has been set as per the user type {0}
sk: Rola bola nastavená podľa typu používateľa {0}

source: Roles
sk: Roly

source: Roles & Permissions
sk: Role a oprávnenia

source: Roles Assigned
sk: Priradené role

source: Roles HTML
sk: HTML rolí

source: Roles Html
sk: Role Html

source: Roles can be set for users from their User page.
sk: Role je možné nastaviť používateľom na ich stránke Používateľa.

source: Root {0} cannot be deleted
sk: Koreň {0} nemožno vymazať

source: Round Robin
sk: Striedavo

source: Rounding Method
sk: Metóda zaokrúhľovania

source: Route
sk: Trasa

source: Route History
sk: História trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás trás ujkinvfwvlsdfvdftwgfuyn lebih továbbítica --> --- História trasy

source: Route Redirects
sk: Presmerovania trasy

source: Route: Example "/app"
sk: Trasa: Príklad "/app"

source: Row
sk: Riadok

source: Row #
sk: Riadok #

source: Row # {0}: Non administrator user can not set the role {1} to the custom doctype
sk: Riadok č. {0}: Neadministrátorský používateľ nemôže nastaviť rolu {1} pre vlastný doctype

source: Row #{0}:
sk: Riadok č. {0}:

source: Row #{}: Fieldname is required
sk: Riadok #{}: Názov poľa je povinný

source: Row Index
sk: Index riadku

source: Row Indexes
sk: Indexy riadkov

source: Row Name
sk: Názov riadku

source: Row Number
sk: Číslo riadku

source: Row Values Changed
sk: Hodnoty riadkov sa zmenili

source: Row {0}
sk: Riadok {0}

source: Row {0}: Not allowed to disable Mandatory for standard fields
sk: Riadok {0}: Nie je dovolené zakázať povinné nastavenie pre štandardné polia

source: Row {0}: Not allowed to enable Allow on Submit for standard fields
sk: Riadok {0}: Nie je povolené povoliť "Allow on Submit" pre štandardné polia

source: Rows Added
sk: Pridané riadky

source: Rows Removed
sk: Riadky odstránené

source: Rule
sk: Pravidlo

source: Rule Conditions
sk: Podmienky pravidla

source: Rule Name
sk: Názov pravidla

source: Rule for this doctype, role, permlevel and if-owner combination already exists.
sk: Pravidlo pre tento doctype, rolu, úroveň oprávnenia a kombináciu s vlastníkom už existuje.

source: Rules
sk: Pravidlá

source: Rules defining transition of state in the workflow.
sk: Pravidlá definujúce prechod stavov v pracovnom postupe.

source: Rules for how states are transitions, like next state and which role is allowed to change state etc.
sk: Pravidlá pre to, ako sa stavy menia, ako napríklad nasledujúci stav a ktorá rola má povolenie zmeniť stav atď.

source: Rules with higher priority number will be applied first.
sk: Pravidlá s vyšším číslom priority budú uplatnené ako prvé.

source: Run Jobs only Daily if Inactive For (Days)
sk: Spustiť úlohy iba denne, ak neaktívne po dobu (dní)

source: Run scheduled jobs only if checked
sk: Spustite naplánované úlohy iba ak je zaškrtnuté

source: S3 Backup Settings
sk: Nastavenia zálohovania S3

source: S3 Backup complete!
sk: Záloha S3 dokončená!

source: S3 Bucket Details
sk: Podrobnosti o S3 Buckete

source: SMS Gateway URL
sk: URL SMS brány

source: SMS Settings
sk: Nastavenia SMS

source: SMS sent successfully
sk: SMS úspešne odoslaná

source: SMS was not sent. Please contact Administrator.
sk: SMS nebola odoslaná. Prosím, kontaktujte administrátora.

source: SMTP Server is required
sk: SMTP server je vyžadovaný

source: SMTP Settings for outgoing emails
sk: Nastavenia SMTP pre odchádzajúce e-maily

source: SQL Conditions. Example: status="Open"
sk: SQL podmienky. Príklad: status="Open"

source: SQL Explain
sk: SQL Vysvetlenie

source: SQL Output
sk: Výstup SQL

source: SQL Queries
sk: SQL dotazy

source: SSL/TLS Mode
sk: Režim SSL/TLS

source: SWATCHES
sk: VZORKY

source: Sales Manager
sk: Manažér predaja

source: Sales Master Manager
sk: Manažér predajných majstrov

source: Sales User
sk: Používateľ predaja

source: Salutation
sk: Oslovenie

source: Same Field is entered more than once
sk: Rovnaké pole je zadané viackrát.

source: Sample
sk: Vzor

source: Saturday
sk: Sobota

source: Save
sk: Uložiť

source: Save API Secret: {0}
sk: Ulož API tajomstvo: {0}

source: Save Anyway
sk: Uložiť napriek tomu

source: Save As
sk: Uložiť ako

source: Save Customizations
sk: Uložiť úpravy

source: Save Filter
sk: Uložiť filter

source: Save Report
sk: Uložiť správu

source: Save filters
sk: Ulož filtre

source: Save on Completion
sk: Uložiť po dokončení

source: Save the document.
sk: Uložte dokument.

source: Saved
sk: Uložené

source: Saving
sk: Ukladanie

source: Saving Customization...
sk: Ukladanie prispôsobenia...

source: Saving this will export this document as well as the steps linked here as json.
sk: Uložením tohto sa exportuje tento dokument, ako aj kroky prepojené tu, ako json.

source: Saving...
sk: Ukladám...

source: Scan QRCode
sk: Skenovať QR kód

source: Scan the QR Code and enter the resulting code displayed.
sk: Naskenujte QR kód a zadajte zobrazený kód.

source: Schedule
sk: Harmonogram

source: Schedule Newsletter
sk: Naplánovať newsletter

source: Schedule Send At
sk: Naplánovať odoslanie na

source: Schedule sending
sk: Plánovanie odoslania

source: Schedule sending at a later time
sk: Naplánujte odosielanie na neskorší čas

source: Scheduled
sk: Naplánované

source: Scheduled Job
sk: Naplánovaná úloha

source: Scheduled Job Log
sk: Plánovaný záznam úloh

source: Scheduled Job Type
sk: Plánovaný typ úlohy

source: Scheduled Jobs Logs
sk: Záznamy naplánovaných úloh

source: Scheduled Sending
sk: Naplánované odosielanie

source: Scheduled To Send
sk: Naplánované na odoslanie

source: Scheduled execution for script {0} has updated
sk: Plánované vykonanie skriptu {0} bolo aktualizované

source: Scheduled to send
sk: Naplánované na odoslanie

source: Scheduler
sk: Plánovač

source: Scheduler Event
sk: Plánovač udalostí

source: Scheduler Inactive
sk: Plánovač neaktívny

source: Scheduler Status
sk: Stav plánovača

source: Scheduler can not be re-enabled when maintenance mode is active.
sk: Keď je aktívny režim údržby, plánovač nemožno znova povoliť.

source: Scheduler is inactive. Cannot import data.
sk: Plánovač je neaktívny. Nemožno importovať dáta.

source: Scheduler: Active
sk: Plánovač: Aktívny

source: Scheduler: Inactive
sk: Plánovač: Neaktívny

source: Scope
sk: Rozsah

source: Scopes
sk: Rozsahy

source: Script
sk: Skript

source: Script Manager
sk: Manažér skriptov

source: Script Report
sk: Skriptová správa

source: Script Type
sk: Typ skriptu

source: Script to attach to all web pages.
sk: Skript na pripojenie ku všetkým webovým stránkam.

source: Scripting
sk: Skriptovanie

source: Scripting / Style
sk: Skriptovanie / Štýl

source: Scripts
sk: Skripty

source: Search
sk: Vyhľadávanie

source: Search Bar
sk: Vyhľadávací panel

source: Search Fields
sk: Polia vyhľadávania

source: Search Help
sk: Vyhľadávanie pomoci

source: Search Priorities
sk: Priorita vyhľadávania

source: Search Results
sk: Výsledky vyhľadávania

source: Search Results for
sk: Výsledky vyhľadávania pre

source: Search by filename or extension
sk: Vyhľadávať podľa názvu súboru alebo prípony

source: Search field {0} is not valid
sk: Pole vyhľadávania {0} nie je platné

source: Search fields
sk: Vyhľadávanie polí

source: Search fieldtypes...
sk: Vyhľadať typy polí...

source: Search for anything
sk: Vyhľadajte čokoľvek

source: Search for {0}
sk: Vyhľadajte {0}

source: Search in a document type
sk: Vyhľadávanie v type dokumentu

source: Search or type a command ({0})
sk: Vyhľadajte alebo zadajte príkaz ({0})

source: Search properties...
sk: Vyhľadávať vlastnosti...

source: Search results for
sk: Výsledky vyhľadávania pre

source: Search...
sk: Vyhľadávanie...

source: Searching ...
sk: Vyhľadávanie ...

source: Section
sk: Sekcia

source: Section Break
sk: Prestávka sekcie

source: Section Heading
sk: Nadpis sekcie

source: Section ID
sk: ID sekcie

source: Section Title
sk: Názov sekcie

source: Section must have at least one column
sk: Sekcia musí mať aspoň jeden stĺpec

source: Security Settings
sk: Nastavenia zabezpečenia

source: See all Activity
sk: Zobraziť všetku aktivitu

source: See all past reports.
sk: Pozrite si všetky minulé správy.

source: See on Website
sk: Zobraziť na webovej stránke

# Button in web form
source: See previous responses
sk: Pozrieť predchádzajúce odpovede

source: See the document at {0}
sk: Pozrite si dokument na {0}

source: Seen
sk: Videné

source: Seen By
sk: Videné kým

source: Seen By Table
sk: Tabuľka Videli

source: Select
sk: Vybrať

source: Select All
sk: Vybrať všetko

source: Select Attachments
sk: Vybrať prílohy

source: Select Child Table
sk: Vyberte detskú tabuľku

source: Select Column
sk: Vyberte stĺpec

source: Select Columns
sk: Vybrať stĺpce

source: Select Country
sk: Vyberte krajinu

source: Select Currency
sk: Vyberte menu

source: Select Dashboard
sk: Vyberte panel nástrojov

source: Select Date Range
sk: Vyberte rozsah dátumov

source: Select DocType
sk: Vyberte DocType

source: Select Doctype
sk: Vyberte Doctype

source: Select Document
sk: Vyberte dokument

source: Select Document Type
sk: Vyberte typ dokumentu

source: Select Document Type or Role to start.
sk: Vyberte Typ dokumentu alebo Rolu na začiatok.

source: Select Document Types to set which User Permissions are used to limit access.
sk: Vyberte Typy dokumentov na nastavenie, ktoré Používateľské povolenia sa používajú na obmedzenie prístupu.

source: Select Field
sk: Vybrať pole
