Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: {0} has no versions tracked.
sk: {0} nemá sledované žiadne verzie.

source: {0} hours ago
sk: {0} hodín dozadu

source: {0} if you are not redirected within {1} seconds
sk: {0} ak nebudete presmerovaní do {1} sekúnd

source: {0} in row {1} cannot have both URL and child items
sk: {0} v riadku {1} nemôže obsahovať súčasne URL a podriadené položky

source: {0} is a mandatory field
sk: {0} je povinné pole

source: {0} is a not a valid zip file
sk: {0} nie je platný súbor ZIP

source: {0} is an invalid Data field.
sk: {0} je neplatné pole dát.

source: {0} is an invalid email address in 'Recipients'
sk: {0} je neplatná e-mailová adresa v 'Príjemcovia'

source: {0} is between {1} and {2}
sk: {0} je medzi {1} a {2}

source: {0} is currently {1}
sk: {0} je momentálne {1}

source: {0} is equal to {1}
sk: {0} je rovné {1}

source: {0} is greater than or equal to {1}
sk: {0} je väčšie alebo rovné {1}

source: {0} is greater than {1}
sk: {0} je väčšie ako {1}

source: {0} is less than or equal to {1}
sk: {0} je menšie alebo rovné {1}

source: {0} is less than {1}
sk: {0} je menej ako {1}

source: {0} is like {1}
sk: {0} je ako {1}

source: {0} is mandatory
sk: {0} je povinné

source: {0} is not a field of doctype {1}
sk: {0} nie je pole dokumentu {1}

source: {0} is not a raw printing format.
sk: {0} nie je formát surovej tlače.

source: {0} is not a valid Calendar. Redirecting to default Calendar.
sk: {0} nie je platný kalendár. Presmerovanie na predvolený kalendár.

source: {0} is not a valid Cron expression.
sk: {0} nie je platný výraz Cron.

source: {0} is not a valid DocType for Dynamic Link
sk: {0} nie je platný DocType pre dynamický odkaz

source: {0} is not a valid Email Address
sk: {0} nie je platná emailová adresa

source: {0} is not a valid Name
sk: {0} nie je platné meno

source: {0} is not a valid Phone Number
sk: {0} nie je platné telefónne číslo

source: {0} is not a valid Workflow State. Please update your Workflow and try again.
sk: {0} nie je platný stav pracovného postupu. Aktualizujte svoj pracovný postup a skúste to znova.

source: {0} is not a valid parent DocType for {1}
sk: {0} nie je platný rodičovský DocType pre {1}

source: {0} is not a valid parentfield for {1}
sk: {0} nie je platné parentfield pre {1}

source: {0} is not a valid report format. Report format should one of the following {1}
sk: {0} nie je platný formát výkazu. Formát výkazu by mal byť jeden z nasledujúcich {1}

source: {0} is not a zip file
sk: {0} nie je zip súbor

source: {0} is not equal to {1}
sk: {0} sa nerovná {1}

source: {0} is not like {1}
sk: {0} nie je ako {1}

source: {0} is not one of {1}
sk: {0} nie je jedným z {1}

source: {0} is not set
sk: {0} nie je nastavené

source: {0} is now default print format for {1} doctype
sk: {0} je teraz predvolený formát tlače pre doctype {1}

source: {0} is one of {1}
sk: {0} je jedným z {1}

source: {0} is required
sk: {0} je povinné

source: {0} is set
sk: {0} je nastavené

source: {0} is within {1}
sk: {0} je v rámci {1}

source: {0} items selected
sk: {0} položiek vybratých

source: {0} just impersonated as you. They gave this reason: {1}
sk: {0} sa práve vydával za vás. Uviedol tento dôvod: {1}

source: {0} last edited this
sk: {0} naposledy upravil toto

source: {0} logged in
sk: {0} sa prihlásil

source: {0} logged out: {1}
sk: {0} sa odhlásil: {1}

source: {0} mentioned you in a comment in {1} {2}
sk: {0} vás spomenul v komentári v {1} {2}

source: {0} minutes ago
sk: Pred {0} minútami

source: {0} months ago
sk: {0} mesiacov dozadu

source: {0} must be after {1}
sk: {0} musí byť po {1}

source: {0} must be beginning with '{1}'
sk: {0} musí začínať s '{1}'

source: {0} must be equal to '{1}'
sk: {0} musí byť rovné '{1}'

source: {0} must be none of {1}
sk: {0} nesmie byť žiadne z {1}

source: {0} must be one of {1}
sk: {0} musí byť jedným z {1}

source: {0} must be set first
sk: {0} musí byť najprv nastavené

source: {0} must be unique
sk: {0} musí byť jedinečný

source: {0} must be {1} {2}
sk: {0} musí byť {1} {2}

source: {0} must begin and end with a letter and can only contain letters, hyphen or underscore.
sk: {0} musí začínať a končiť písmenom a môže obsahovať iba písmená, pomlčku alebo podčiarkovník.

source: {0} not a valid State
sk: {0} nie je platný štát

source: {0} not allowed to be renamed
sk: {0} nie je povolené premenovať

source: {0} not found
sk: {0} nebol nájdený

source: {0} of {1}
sk: {0} z {1}

source: {0} of {1} ({2} rows with children)
sk: {0} z {1} ({2} riadkov s potomkami)

source: {0} of {1} sent
sk: {0} z {1} odoslané

source: {0} or {1}
sk: {0} alebo {1}

source: {0} record deleted
sk: Záznam {0} bol odstránený

source: {0} records are not automatically deleted.
sk: Záznamy {0} nie sú automaticky vymazané.

source: {0} records are retained for {1} days.
sk: Záznamy {0} sa uchovávajú {1} dní.

source: {0} records deleted
sk: {0} záznamov vymazaných

source: {0} records will be exported
sk: {0} záznamov bude exportovaných

# Form timeline
source: {0} removed attachment {1}
sk: {0} odstránil prílohu {1}

source: {0} removed their assignment.
sk: {0} odstránil svoju úlohu.

source: {0} reverted your point on {1}
sk: {0} vrátil váš bod na {1}

source: {0} reverted your points on {1}
sk: {0} vrátil/a vaše body na {1}

source: {0} reverted {1}
sk: {0} obnovil {1}

source: {0} role does not have permission on any doctype
sk: {0} rola nemá povolenie na žiadny doctype

source: {0} saved successfully
sk: {0} bol úspešne uložený

source: {0} self assigned this task: {1}
sk: {0} si pridelil túto úlohu: {1}

source: {0} shared a document {1} {2} with you
sk: {0} zdieľal dokument {1} {2} s vami

source: {0} shared this document with everyone
sk: {0} zdieľal tento dokument so všetkými

source: {0} shared this document with {1}
sk: {0} zdieľal tento dokument s {1}

source: {0} should be indexed because it's referred in dashboard connections
sk: {0} by mal byť indexovaný, pretože je odkazovaný v spojeniach na paneli

source: {0} should not be same as {1}
sk: {0} by nemalo byť rovnaké ako {1}

source: {0} submitted this document
sk: {0} odoslal tento dokument

# Form timeline
source: {0} submitted this document {1}
sk: {0} odoslal tento dokument {1}

source: {0} subscribers added
sk: {0} pridaných odberateľov

source: {0} to stop receiving emails of this type
sk: {0} na zastavenie prijímania e-mailov tohto typu

source: {0} to {1}
sk: {0} do {1}

source: {0} un-shared this document with {1}
sk: {0} zrušil zdieľanie tohto dokumentu s {1}

source: {0} updated
sk: {0} aktualizované

source: {0} values selected
sk: {0} hodnôt vybraných

source: {0} viewed this
sk: {0} si toto pozrel

source: {0} weeks ago
sk: {0} týždňov dozadu

source: {0} y
sk: {0} a

source: {0} years ago
sk: {0} rokov dozadu

source: {0} {1} added
sk: {0} {1} pridané

source: {0} {1} added to Dashboard {2}
sk: {0} {1} pridané na panel {2}

source: {0} {1} already exists
sk: {0} {1} už existuje

source: {0} {1} cannot be "{2}". It should be one of "{3}"
sk: {0} {1} nemôže byť "{2}". Malo by to byť jedno z "{3}"

source: {0} {1} cannot be a leaf node as it has children
sk: {0} {1} nemôže byť listovým uzlom, pretože má deti

source: {0} {1} does not exist, select a new target to merge
sk: {0} {1} neexistuje, vyberte nový cieľ na zlúčenie

source: {0} {1} is linked with the following submitted documents: {2}
sk: {0} {1} je prepojený s nasledujúcimi odoslanými dokumentmi: {2}

source: {0} {1} not found
sk: {0} {1} nebol nájdený

source: {0} {1}: Submitted Record cannot be deleted. You must {2} Cancel {3} it first.
sk: {0} {1}: Odoslaný záznam nemožno odstrániť. Musíte ho najskôr {2} Zrušiť {3}.

source: {0}, Row {1}
sk: {0}, Riadok {1}

source: {0}/{1} complete | Please leave this tab open until completion.
sk: {0}/{1} dokončené | Nechajte túto kartu otvorenú až do dokončenia.

source: {0}: '{1}' ({3}) will get truncated, as max characters allowed is {2}
sk: {0}: '{1}' ({3}) bude skrátené, pretože maximálny povolený počet znakov je {2}

source: {0}: Cannot set Amend without Cancel
sk: {0}: Nemožno nastaviť Opraviť bez Zrušiť

source: {0}: Cannot set Assign Amend if not Submittable
sk: {0}: Nie je možné nastaviť Priradenie úprav, ak nie je možné predložiť

source: {0}: Cannot set Assign Submit if not Submittable
sk: {0}: Nie je možné nastaviť Priradiť na Odoslanie, ak nie je Odosielateľné

source: {0}: Cannot set Cancel without Submit
sk: {0}: Nemožno nastaviť Zrušiť bez Odoslania

source: {0}: Cannot set Import without Create
sk: {0}: Nemožno nastaviť Import bez Vytvorenia

source: {0}: Cannot set Submit, Cancel, Amend without Write
sk: {0}: Nie je možné nastaviť Uzavrieť, Zrušiť, Zmeniť bez Práva zápisu

source: {0}: Cannot set import as {1} is not importable
sk: {0}: Nemožno nastaviť import, pretože {1} nie je importovateľné

source: {0}: Failed to attach new recurring document. To enable attaching document in the auto repeat notification email, enable {1} in Print Settings
sk: {0}: Nepodarilo sa pripojiť nový opakujúci sa dokument. Ak chcete povoliť pripojenie dokumentu v e-maile upozornenia na automatické opakovanie, povoľte {1} v Nastaveniach tlače

source: {0}: Field '{1}' cannot be set as Unique as it has non-unique values
sk: {0}: Pole '{1}' nemôže byť nastavené ako unikátne, pretože obsahuje neunikátne hodnoty

source: {0}: Field {1} in row {2} cannot be hidden and mandatory without default
sk: {0}: Pole {1} v riadku {2} nemôže byť skryté a povinné bez predvolenej hodnoty

source: {0}: Field {1} of type {2} cannot be mandatory
sk: {0}: Pole {1} typu {2} nemôže byť povinné

source: {0}: Fieldname {1} appears multiple times in rows {2}
sk: {0}: Názov poľa {1} sa objavuje viackrát v riadkoch {2}

source: {0}: Fieldtype {1} for {2} cannot be unique
sk: {0}: Fieldtype {1} pre {2} nemôže byť jedinečné

source: {0}: No basic permissions set
sk: {0}: Nie sú nastavené základné povolenia

source: {0}: Only one rule allowed with the same Role, Level and {1}
sk: {0}: Povolené je len jedno pravidlo s rovnakou úlohou, úrovňou a {1}

source: {0}: Options must be a valid DocType for field {1} in row {2}
sk: {0}: Možnosti musia byť platným DocType pre pole {1} v riadku {2}

source: {0}: Options required for Link or Table type field {1} in row {2}
sk: {0}: Možnosti sú potrebné pre pole typu Odkaz alebo Tabuľka {1} v riadku {2}

source: {0}: Options {1} must be the same as doctype name {2} for the field {3}
sk: {0}: Možnosti {1} musia byť rovnaké ako názov doctype {2} pre pole {3}

source: {0}: Other permission rules may also apply
sk: {0}: Môžu platiť aj ďalšie pravidlá povolení

source: {0}: Permission at level 0 must be set before higher levels are set
sk: {0}: Povolenie na úrovni 0 musí byť nastavené predtým, ako sa nastaví vyššia úroveň

source: {0}: You can increase the limit for the field if required via {1}
sk: {0}: Môžete zvýšiť limit pre pole, ak je to potrebné, prostredníctvom {1}

source: {0}: fieldname cannot be set to reserved keyword {1}
sk: {0}: názov poľa nemôže byť nastavený na vyhradené kľúčové slovo {1}

source: {0}: {1} is set to state {2}
sk: {0}: {1} je nastavený na stav {2}

source: {0}:Fieldtype {1} for {2} cannot be indexed
sk: {0}: Fieldtype {1} pre {2} nemožno indexovať

source: {count} cell copied
sk: {count} bunka skopírovaná

source: {count} cells copied
sk: Skopírovaných {count} buniek

source: {count} row selected
sk: {count} riadok vybraný

source: {count} rows selected
sk: {count} riadkov vybraných

source: {{{0}}} is not a valid fieldname pattern. It should be {{field_name}}.
sk: {{{0}}} nie je platný vzor názvu poľa. Malo by to byť {{field_name}}.

source: {} Active
sk: {} Aktívne

source: {} Complete
sk: {} Dokončené

source: {} Invalid python code on line {}
sk: {} Neplatný python kód na riadku {}

source: {} Possibly invalid python code. <br>{}
sk: {} Možno neplatný kód pythonu. <br>{}

source: {} Published
sk: {} Publikované

source: {} does not support automated log clearing.
sk: {} nepodporuje automatické čistenie logov.

source: {} field cannot be empty.
sk: {} pole nemôže byť prázdne.

source: {} has been disabled. It can only be enabled if {} is checked.
sk: {} bol zakázaný. Môže byť povolený iba vtedy, ak je začiarknuté {}.

source: {} is not a valid date string.
sk: {} nie je platný reťazec dátumu.

source: {} not found in PATH! This is required to access the console.
sk: {} sa nenašlo v PATH! Toto je potrebné pre prístup ku konzole.

source: {} not found in PATH! This is required to restore the database.
sk: {} nebol nájdený v PATH! Toto je potrebné na obnovenie databázy.

source: {} not found in PATH! This is required to take a backup.
sk: {} nebol nájdený v PATH! Toto je potrebné na vytvorenie zálohy.

source: ← Back to upload files
sk: ← Späť na nahrávanie súborov
