Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Login Page
sk: Stránka prihlásenia

source: Login To {0}
sk: Prihlásenie do {0}

source: Login Verification Code from {}
sk: Overovací kód prihlásenia od {}

source: Login and view in Browser
sk: Prihláste sa a zobrazte v prehliadači

source: Login is required to see web form list view. Enable {0} to see list settings
sk: Prihlásenie je potrebné na zobrazenie zoznamu webových formulárov. Povoľte {0} na zobrazenie nastavení zoznamu

source: Login link sent to your email
sk: Odkaz na prihlásenie bol odoslaný na váš email

source: Login not allowed at this time
sk: Prihlásenie je momentálne zakázané

source: Login required
sk: Prihlásenie je povinné

source: Login session expired, refresh page to retry
sk: Platnosť prihlasovacej relácie vypršala, obnovte stránku a skúste znova.

source: Login to comment
sk: Prihláste sa na komentovanie

source: Login to start a new discussion
sk: Prihláste sa, aby ste mohli začať novú diskusiu

source: Login to {0}
sk: Prihláste sa do {0}

source: Login token required
sk: Je potrebný prihlasovací token

source: Login with Email Link
sk: Prihlásiť sa pomocou odkazu v e-maile

source: Login with LDAP
sk: Prihlásiť sa pomocou LDAP

source: Login with email link
sk: Prihlásiť sa pomocou odkazu na email

source: Login with email link expiry (in minutes)
sk: Platnosť prihlásenia pomocou emailového odkazu (v minútach)

source: Login with username and password is not allowed.
sk: Prihlásenie pomocou používateľského mena a hesla nie je povolené.

source: Login with {0}
sk: Prihlásiť sa pomocou {0}

source: Logout
sk: Odhlásiť sa

source: Logout All Sessions
sk: Odhlásiť všetky relácie

source: Logout All Sessions on Password Reset
sk: Odhlásiť všetky relácie pri resetovaní hesla

source: Logout From All Devices After Changing Password
sk: Odhlásiť sa zo všetkých zariadení po zmene hesla

source: Logs
sk: Záznamy

source: Logs To Clear
sk: Protokoly na vymazanie

source: Logs to Clear
sk: Protokoly na vymazanie

source: Long Text
sk: Dlhý text

source: Looks like you didn't change the value
sk: Vyzerá to, že ste nezmenili hodnotu

source: Looks like you haven’t added any third party apps.
sk: Vyzerá to tak, že ste nepridali žiadne aplikácie tretích strán.

source: Looks like you haven’t received any notifications.
sk: Vyzerá to, že ste nedostali žiadne upozornenia.

source: Loving Frappe Framework?
sk: Milujete Frappe Framework?

source: Low
sk: Nízka

source: MIT License
sk: MIT licencia

source: Main Section
sk: Hlavná sekcia

source: Main Section (HTML)
sk: Hlavná sekcia (HTML)

source: Main Section (Markdown)
sk: Hlavná sekcia (Markdown)

source: Maintenance Manager
sk: Manažér údržby

source: Maintenance User
sk: Používateľ údržby

source: Major
sk: Hlavná verzia

source: Make "name" searchable in Global Search
sk: Urobiť "name" vyhľadateľné v Globálnom vyhľadávaní

source: Make Attachment Public (by default)
sk: Urobiť prílohu verejnou (predvolená voľba)

source: Make Attachments Public by Default
sk: Urobiť prílohy verejne dostupnými predvolene

source: Make sure to configure a Social Login Key before disabling to prevent lockout
sk: Uistite sa, že pred vypnutím nakonfigurujete kľúč pre sociálne prihlásenie, aby ste predišli uzamknutiu.

source: Make use of longer keyboard patterns
sk: Použite dlhšie vzory klávesnice

source: Make {0}
sk: Urobiť {0}

source: Makes the page public
sk: Robí stránku verejnou

source: Male
sk: Muž

source: Manage third party apps
sk: Spravovať aplikácie tretích strán

source: Manage your apps
sk: Spravujte svoje aplikácie

source: Mandatory
sk: Povinné

source: Mandatory Depends On
sk: Povinné závisí od

source: Mandatory Depends On (JS)
sk: Povinné závisí od (JS)

source: Mandatory Information missing:
sk: Povinné informácie chýbajú:

source: Mandatory field: set role for
sk: Povinné pole: nastavte rolu pre

source: Mandatory field: {0}
sk: Povinné pole: {0}

source: Mandatory fields required in table {0}, Row {1}
sk: Povinné polia vyžadované v tabuľke {0}, Riadok {1}

source: Mandatory fields required in {0}
sk: Povinné polia vyžadované v {0}

# Error message in web form
source: Mandatory fields required:
sk: Povinné polia sú vyžadované:

source: Mandatory:
sk: Povinné:

source: Map
sk: Mapa

source: Map Columns
sk: Mapovať stĺpce

source: Map View
sk: Zobrazenie mapy

source: Map columns from {0} to fields in {1}
sk: Mapujte stĺpce z {0} na polia v {1}

source: Map route parameters into form variables. Example <code>/project/&lt;name&gt;</code>
sk: Mapujte parametre trasy na premenné formulára. Príklad <code>/project/&lt;name&gt;</code>

source: Mapping column {0} to field {1}
sk: Mapovanie stĺpca {0} na pole {1}

source: Margin Bottom
sk: Dolný okraj

source: Margin Left
sk: Ľavé okraje

source: Margin Right
sk: Pravý okraj

source: Margin Top
sk: Horný okraj

source: MariaDB Variables
sk: MariaDB premenné

source: Mark all as read
sk: Označiť všetko ako prečítané

source: Mark as Read
sk: Označiť ako prečítané

source: Mark as Spam
sk: Označiť ako spam

source: Mark as Unread
sk: Označiť ako neprečítané

source: Markdown Editor
sk: Editor Markdownu

source: Marked As Spam
sk: Označené ako spam

source: Marketing Campaign
sk: Marketingová kampaň

source: Master
sk: Majster

source: Max 500 records at a time
sk: Maximálne 500 záznamov naraz

source: Max Attachments
sk: Maximálny počet príloh

source: Max File Size (MB)
sk: Max veľkosť súboru (MB)

source: Max Height
sk: Maximálna výška

source: Max Length
sk: Maximálna dĺžka

source: Max Value
sk: Maximálna hodnota

source: Max attachment size
sk: Maximálna veľkosť prílohy

source: Max auto email report per user
sk: Maximálny počet automatických e-mailových správ na používateľa

source: Max width for type Currency is 100px in row {0}
sk: Maximálna šírka pre typ Mena je 100px v riadku {0}

source: Maximum
sk: Maximálne

source: Maximum Attachment Limit of {0} has been reached for {1} {2}.
sk: Bolo dosiahnuté maximálne obmedzenie príloh {0} pre {1} {2}.

source: Maximum Number of Fields
sk: Maximálny počet polí

source: Maximum Points
sk: Maximálny počet bodov

source: Maximum attachment limit of {0} has been reached.
sk: Maximálny limit príloh {0} bol dosiahnutý.

source: Maximum points allowed after multiplying points with the multiplier value (Note: For no limit leave this field empty or set 0)
sk: Maximálne body povolené po vynásobení bodov hodnotou násobiteľa (Poznámka: Pre žiadne obmedzenie ponechajte toto pole prázdne alebo nastavte 0)

source: Maximum {0} rows allowed
sk: Maximálne {0} riadkov povolených

source: Me
sk: Ja

source: Meaning of Submit, Cancel, Amend
sk: Význam príkazov Odoslať, Zrušiť, Upraviť

source: Medium
sk: Stredná

source: Meeting
sk: Stretnutie

source: Meets Condition?
sk: Spĺňa podmienku?

source: Members
sk: Členovia

source: Memory Usage
sk: Využitie pamäte

source: Mention
sk: Zmienka

source: Merge with existing
sk: Zlúčiť s existujúcim

source: Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
sk: Zlúčenie je možné iba medzi Skupina-na-Skupina alebo Koncový uzol-na-Koncový uzol

source: Message
sk: Správa

source: Message (HTML)
sk: Správa (HTML)

source: Message (Markdown)
sk: Správa (Markdown)

source: Message Examples
sk: Príklady správ

source: Message ID
sk: ID správy

source: Message Parameter
sk: Parameter správy

source: Message Sent
sk: Správa odoslaná

source: Message Type
sk: Typ správy

source: Message clipped
sk: Správa bola skrátená

source: Message from server: {0}
sk: Správa zo servera: {0}

source: Message not setup
sk: Správa nie je nastavená

source: Message to be displayed on successful completion
sk: Správa, ktorá sa zobrazí po úspešnom dokončení

source: Message-id
sk: ID správy

source: Messages
sk: Správy

source: Meta Description
sk: Meta popis

source: Meta Image
sk: Meta obrázok

source: Meta Tags
sk: Meta tagy

source: Meta Title
sk: Meta názov

source: Meta description
sk: Meta popis

source: Meta image
sk: Meta obrázok

source: Meta title
sk: Meta názov

source: Meta title for SEO
sk: Meta názov pre SEO

source: Method
sk: Metóda

source: Method Not Allowed
sk: Metóda nie je povolená

source: Method is required to create a number card
sk: Metóda je potrebná na vytvorenie číselnej karty

source: Mid Center
sk: Stredný stred

source: Middle Name
sk: Prostredné meno

source: Milestone
sk: Míľnik

source: Milestone Tracker
sk: Sledovanie míľnikov

source: Minimum
sk: Minimálne

source: Minimum Password Score
sk: Minimálne skóre hesla

source: Minor
sk: Menší

source: Misconfigured
sk: Nesprávne nakonfigurované

source: Miss
sk: „Slečna“

source: Missing DocType
sk: Chýbajúci DocType

source: Missing Field
sk: Chýbajúce pole

source: Missing Fields
sk: Chýbajúce polia

source: Missing Filters Required
sk: Chýbajú požadované filtre

source: Missing Permission
sk: Chýbajúce povolenie

source: Missing Value
sk: Chýbajúca hodnota

source: Missing Values Required
sk: Chýbajú potrebné hodnoty

source: Mobile
sk: Mobilný

source: Mobile No
sk: Mobilné číslo

source: Modal Trigger
sk: Spúšťač modálneho okna

source: Models
sk: Modely

source: Modified By
sk: Upravené kým

source: Module
sk: Modul

source: Module (for export)
sk: Modul (na export)

source: Module Def
sk: Modul Def

source: Module HTML
sk: HTML modulu

source: Module Name
sk: Názov modulu

source: Module Onboarding
sk: Modul Úvodný proces

source: Module Profile
sk: Profil modulu

source: Module Profile Name
sk: Názov profilu modulu

source: Module onboarding progress reset
sk: Resetovanie postupu nástupu modulu

source: Module to Export
sk: Modul na exportovanie

source: Module {} not found
sk: Modul {} sa nenašiel

source: Modules
sk: Moduly

source: Modules HTML
sk: HTML moduly

source: Monday
sk: Pondelok

source: Monitor logs for errors, background jobs, communications, and user activity
sk: Monitorujte denníky pre chyby, úlohy na pozadí, komunikáciu a aktivitu používateľov

source: Month
sk: Mesiac

source: Monthly
sk: Mesačne

source: Monthly Long
sk: Mesačne dlhé

source: Monthly Rank
sk: Mesačné hodnotenie

source: More
sk: Viac

source: More Information
sk: Ďalšie informácie

source: More articles on {0}
sk: Viac článkov o {0}

source: More content for the bottom of the page.
sk: Viac obsahu pre dolnú časť stránky.

source: Most Used
sk: Najviac používané

source: Most probably your password is too long.
sk: Pravdepodobne je vaše heslo príliš dlhé.

source: Move
sk: Presunúť

source: Move To
sk: Presunúť do

source: Move To Trash
sk: Presunúť do koša

source: Move current and all subsequent sections to a new tab
sk: Presunúť aktuálnu a všetky nasledujúce sekcie na novú kartu

source: Move cursor to above row
sk: Posuňte kurzor na horný riadok

source: Move cursor to below row
sk: Presuňte kurzor do riadku nižšie

source: Move cursor to next column
sk: Presuňte kurzor do nasledujúceho stĺpca

source: Move cursor to previous column
sk: Presuňte kurzor na predchádzajúci stĺpec

source: Move sections to new tab
sk: Presuňte sekcie na novú kartu

source: Move the current field and the following fields to a new column
sk: Presuňte aktuálne pole a nasledujúce polia do nového stĺpca

source: Move to Row Number
sk: Presunúť na číslo riadku

source: Move to next step when clicked inside highlighted area.
sk: Prejsť na ďalší krok po kliknutí do zvýraznenej oblasti.

source: Mozilla doesn't support :has() so you can pass parent selector here as workaround
sk: Mozilla nepodporuje :has(), takže sem môžete zadať selektor rodiča ako obchádzku

source: Mr
sk: Pán

source: Mrs
sk: Pani

source: Ms
sk: „Slečna“

source: Multiple root nodes not allowed.
sk: Nie je povolených viacero koreňových uzlov.

source: Multiplier Field
sk: Pole násobiteľa

source: Must be a publicly accessible Google Sheets URL
sk: Musí byť verejne prístupná URL adresa Google Sheets

source: Must be enclosed in '()' and include '{0}', which is a placeholder for the user/login name. i.e. (&(objectclass=user)(uid={0}))
sk: Musí byť uzavretý v '()' a obsahovať '{0}', čo je zástupný znak pre meno užívateľa/prihlásenia. To znamená (&(objectclass=user)(uid={0}))

source: Must be of type "Attach Image"
sk: Musí byť typu "Pripojiť obrázok"

source: Must have report permission to access this report.
sk: Musíte mať povolenie na prístup k tejto správe, aby ste k nej mohli pristupovať.

source: Must specify a Query to run
sk: Musíte zadať dotaz na spustenie.

source: Mute Sounds
sk: Vypnúť zvuky

source: My Account
sk: Môj účet

source: My Device
sk: Moje zariadenie

source: My Profile
sk: Môj profil

source: My Settings
sk: Moje nastavenia

source: NOTE: If you add states or transitions in the table, it will be reflected in the Workflow Builder but you will have to position them manually. Also Workflow Builder is currently in <b>BETA</b>.
sk: POZNÁMKA: Ak pridáte stavy alebo prechody do tabuľky, prejaví sa to v nástroji Workflow Builder, ale budete ich musieť umiestniť manuálne. Tiež je nástroj Workflow Builder momentálne v <b>BETA</b>.

source: NOTE: This box is due for depreciation. Please re-setup LDAP to work with the newer settings
sk: POZNÁMKA: Toto pole bude čoskoro zastarané. Prosím, nastavte LDAP znova, aby fungovalo s novšími nastaveniami

source: Name
sk: Názov

source: Name (Doc Name)
sk: Názov (Názov dokumentu)

source: Name already taken, please set a new name
sk: Názov je už použitý, prosím zadajte nový názov

source: Name cannot contain special characters like {0}
sk: Názov nemôže obsahovať špeciálne znaky ako {0}

source: Name of the Document Type (DocType) you want this field to be linked to. e.g. Customer
sk: Názov typu dokumentu (DocType), na ktorý chcete prepojiť toto pole, napr. Customer

source: Name of the new Print Format
sk: Názov nového formátu tlače

source: Name of {0} cannot be {1}
sk: Názov {0} nemôže byť {1}

source: Names and surnames by themselves are easy to guess.
sk: Mená a priezviská samy o sebe sa dajú ľahko uhádnuť.

source: Naming
sk: Názov

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>autoincrement</b> - Uses Databases' Auto Increment feature</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
sk: Možnosti pomenovania: <ol><li><b>field:[fieldname]</b> - Podľa Poľa</li><li><b>autoincrement</b> - Využíva funkciu Automatického Zvýšenia Databázy</li><li><b>naming_series:</b> - Podľa Série Pomenovania (pole nazývané naming_series musí byť prítomné)</li><li><b>Prompt</b> - Požiadať používateľa o meno</li><li><b>[series]</b> - Séria podľa prefixu (oddelené bodkou); napríklad PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Nahradí všetky výrazy v zložených zátvorkách (názvy polí, dátumové výrazy (DD, MM, YY), séria) ich hodnotou. Mimo zátvoriek je možné použiť akékoľvek znaky.</li></ol>

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
sk: Možnosti pomenovania: <ol><li><b>field:[fieldname]</b> - Podľa poľa</li><li><b>naming_series:</b> - Podľa série názvov (pole s názvom naming_series musí byť prítomné)</li><li><b>Prompt</b> - Vyžiadať od používateľa názov</li><li><b>[series]</b> - Séria podľa predpony (oddelené bodkou); napríklad PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Nahradiť všetky slová v zátvorkách (názvy polí, slov dátumu (DD, MM, YY), série) ich hodnotami. Mimo zátvoriek môžu byť použité akékoľvek znaky.</li></ol>

source: Naming Rule
sk: Pravidlo pomenovania

source: Naming Series
sk: Názvoslovná sekvencia

source: Naming Series mandatory
sk: Povinná séria číslovania

source: Navbar
sk: Navigačná lišta

source: Navbar Item
sk: Položka v navigačnej lište

source: Navbar Settings
sk: Nastavenia navigačnej lišty

source: Navbar Template
sk: Šablóna navigačného panela

source: Navbar Template Values
sk: Hodnoty šablóny navigačného panela

source: Navigate Home
sk: Prejsť na úvodnú stránku

# Description of a list view shortcut
source: Navigate list down
sk: Posuňte zoznam nadol

# Description of a list view shortcut
source: Navigate list up
sk: Navigovať zoznam hore

source: Navigate to main content
sk: Prejsť na hlavný obsah

source: Navigation Settings
sk: Nastavenia navigácie

source: Need Workspace Manager role to edit private workspace of other users
sk: Potrebujete rolu manažéra pracovného priestoru na úpravu súkromného pracovného priestoru iných používateľov.

source: Need Workspace Manager role to hide/unhide public workspaces
sk: Potrebná rola Manažéra pracovného priestoru na skrytie/odkrytie verejných pracovných priestorov

source: Negative Value
sk: Negatívna hodnota

source: Nested set error. Please contact the Administrator.
sk: Vyskytla sa chyba v zanoženom sete. Prosím, kontaktujte administrátora.

source: Network Printer Settings
sk: Nastavenia sieťovej tlačiarne

source: New
sk: Nový

source: New Activity
sk: Nová aktivita

source: New Address
sk: Nová adresa

source: New Comment on {0}: {1}
sk: Nový komentár k {0}: {1}

source: New Contact
sk: Nový kontakt

source: New Custom Print Format
sk: Nový vlastný formát tlače

source: New Document Form
sk: Formulár nového dokumentu

source: New Document Shared {0}
sk: Nový dokument zdieľaný {0}

source: New Email
sk: Nový e-mail

source: New Email Account
sk: Nový e-mailový účet

source: New Event
sk: Nová udalosť

source: New Folder
sk: Nový priečinok

source: New Kanban Board
sk: Nová Kanban tabuľa

source: New Mention on {0}
sk: Nová zmienka na {0}

source: New Message from Website Contact Page
sk: Nová správa z kontaktnej stránky webu

source: New Name
sk: Nový názov

source: New Newsletter
sk: Nový newsletter

source: New Notification
sk: Nové upozornenie

source: New Password
sk: Nové heslo

source: New Print Format Name
sk: Nový názov formátu tlače

source: New Report name
sk: Nový názov reportu

source: New Users (Last 30 days)
sk: Noví používatelia (posledných 30 dní)

source: New Value
sk: Nová hodnota

source: New Workflow Name
sk: Nový názov pracovného postupu

source: New Workspace
sk: Nové pracovné prostredie

source: New password cannot be same as old password
sk: Nové heslo nemôže byť rovnaké ako staré heslo

source: New updates are available
sk: Sú dostupné nové aktualizácie

source: New users will have to be manually registered by system managers.
sk: Noví používatelia budú musieť byť manuálne zaregistrovaní správcom systému.

source: New value to be set
sk: Nová hodnota, ktorá sa má nastaviť

source: New {0}
sk: Nový {0}

source: New {0} Created
sk: Nový {0} vytvorený

source: New {0} {1} added to Dashboard {2}
sk: Nový {0} {1} pridaný na panel {2}

source: New {0} {1} created
sk: Nový {0} {1} vytvorený

source: New {0}: {1}
sk: Nový {0}: {1}

source: New {} releases for the following apps are available
sk: Nové vydania {} pre nasledujúce aplikácie sú k dispozícii

source: Newly created user {0} has no roles enabled.
sk: Novo vytvorený používateľ {0} nemá povolené žiadne role.

source: Newsletter Attachment
sk: Príloha informačného vestníka

source: Newsletter Email Group
sk: Skupina emailov bulletinu

source: Newsletter Manager
sk: Manažér spravodajcu

source: Newsletter has already been sent
sk: Newsletter už bol odoslaný

source: Newsletter must be published to send webview link in email
sk: Newsletter musí byť publikovaný, aby bolo možné odoslať odkaz na webový náhľad v emaili

source: Newsletter should have atleast one recipient
sk: Newsletter by mal mať aspoň jedného príjemcu

source: Newsletters
sk: Newslettere

source: Next
sk: Ďalej

source: Next Action Email Template
sk: Ďalšia akcia e-mailová šablóna

source: Next Actions HTML
sk: HTML nasledujúcich akcií

source: Next Document
sk: Ďalší dokument

source: Next Execution
sk: Ďalšie spustenie

source: Next Form Tour
sk: Ďalšia prehliadka formulára

source: Next Schedule Date
sk: Ďalší plánovaný dátum

source: Next Scheduled Date
sk: Ďalší naplánovaný dátum

source: Next State
sk: Nasledujúci stav

source: Next Step Condition
sk: Ďalšia podmienka kroku

source: Next Sync Token
sk: Ďalší synchronizačný token

source: Next actions
sk: Ďalšie akcie

source: Next on Click
sk: Ďalší pri kliknutí

source: No
sk: Nie

source: No Active Sessions
sk: Žiadne aktívne relácie

source: No Copy
sk: Bez kopírovania

source: No Data
sk: Žiadne údaje

source: No Data to Show
sk: Žiadne údaje na zobrazenie

source: No Data...
sk: Žiadne údaje...

source: No Email Account
sk: Žiadny e-mailový účet

source: No Email Accounts Assigned
sk: Žiadne pridelené e-mailové účty

source: No Emails
sk: Žiadne e-maily

source: No Entry for the User {0} found within LDAP!
sk: Žiadny záznam pre používateľa {0} nebol nájdený v rámci LDAP!

source: No Filters Set
sk: Nie sú nastavené žiadne filtre

source: No Google Calendar Event to sync.
sk: Žiadna udalosť Kalendára Google na synchronizáciu.

source: No Images
sk: Žiadne obrázky

source: No Items Found
sk: Nenašli sa žiadne položky

source: No LDAP User found for email: {0}
sk: Nenašiel sa žiadny používateľ LDAP pre email: {0}

source: No Label
sk: Žiadna značka

source: No Letterhead
sk: Bez hlavičky

source: No Name Specified for {0}
sk: Nie je zadané meno pre {0}

source: No New notifications
sk: Žiadne nové upozornenia

source: No Permissions Specified
sk: Nie sú určené žiadne povolenia

source: No Permissions set for this criteria.
sk: Žiadne povolenia nie sú nastavené pre toto kritérium.

source: No Permitted Charts
sk: Žiadne povolené grafy

source: No Permitted Charts on this Dashboard
sk: Na tomto paneli nie sú povolené žiadne grafy

source: No Preview
sk: Žiadny náhľad

source: No Preview Available
sk: Náhľad nie je dostupný

source: No Printer is Available.
sk: Žiadna tlačiareň nie je k dispozícii.

source: No RQ Workers connected. Try restarting the bench.
sk: Žiadni pripojení pracovníci RQ. Skúste reštartovať bench.

source: No Results
sk: Žiadne výsledky

source: No Results found
sk: Neboli nájdené žiadne výsledky

source: No Roles Specified
sk: Žiadne zadané role

source: No Select Field Found
sk: Nenašlo sa žiadne pole výberu

source: No Suggestions
sk: Žiadne návrhy

source: No Tags
sk: Žiadne štítky

source: No Upcoming Events
sk: Žiadne nadchádzajúce udalosti

source: No activities to show
sk: Žiadne aktivity na zobrazenie

source: No address added yet.
sk: Ešte nebola pridaná žiadna adresa.

source: No alerts for today
sk: Dnes žiadne upozornenia

source: No automatic optimization suggestions available.
sk: Nie sú dostupné žiadne automatické návrhy optimalizácie.

source: No broken links found in the email content
sk: Neboli nájdené žiadne nefunkčné odkazy v obsahu e-mailu

source: No changes in document
sk: Žiadne zmeny v dokumente

source: No changes made because old and new name are the same.
sk: Žiadne zmeny neboli vykonané, pretože staré a nové meno sú rovnaké.

source: No changes made on the page
sk: Žiadne zmeny neboli vykonané na stránke

source: No changes to sync
sk: Žiadne zmeny na synchronizáciu

source: No changes to update
sk: Žiadne zmeny na aktualizáciu

source: No comments yet
sk: Zatiaľ žiadne komentáre
