Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: This document has unsaved changes which might not appear in final PDF. <br> Consider saving the document before printing.
sk: Tento dokument má neuložené zmeny, ktoré sa nemusia zobraziť vo výslednom PDF. <br> Zvážte uloženie dokumentu pred tlačou.

source: This document is already amended, you cannot ammend it again
sk: Tento dokument je už upravený, nemôžete ho upravovať znova.

source: This document is currently locked and queued for execution. Please try again after some time.
sk: Tento dokument je momentálne uzamknutý a zaradený do fronty na vykonanie. Skúste to prosím znova po nejakom čase.

source: This email is autogenerated
sk: Tento e-mail je generovaný automaticky

source: This feature can not be used as dependencies are missing. Please contact your system manager to enable this by installing pycups!
sk: Táto funkcia nemôže byť použitá, pretože chýbajú závislosti. Prosím, kontaktujte vášho správcu systému, aby to povolil inštaláciou pycups!

source: This feature is brand new and still experimental
sk: Táto funkcia je úplne nová a stále experimentálna.

source: This field will appear only if the fieldname defined here has value OR the rules are true (examples): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
sk: Toto pole sa zobrazí iba vtedy, ak má pole zadané tu hodnotu ALEBO sú pravidlá pravdivé (príklady): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18

source: This file is public. It can be accessed without authentication.
sk: Tento súbor je verejný. Môže byť prístupný bez autentifikácie.

source: This form has been modified after you have loaded it
sk: Tento formulár bol upravený po jeho načítaní.

source: This form is not editable due to a Workflow.
sk: Tento formulár nie je možné upravovať kvôli pracovného postupu.

source: This format is used if country specific format is not found
sk: Tento formát sa použije, ak sa nenašiel formát špecifický pre krajinu.

source: This goes above the slideshow.
sk: Toto sa zobrazuje nad prehliadkou.

source: This is a background report. Please set the appropriate filters and then generate a new one.
sk: Toto je správa na pozadí. Prosím, nastavte príslušné filtre a potom vytvorte novú.

source: This is a top-10 common password.
sk: Toto je top-10 bežné heslo.

source: This is a top-100 common password.
sk: Toto je jedno zo 100 najbežnejších hesiel.

source: This is a very common password.
sk: Toto je veľmi bežné heslo.

source: This is a virtual doctype and data is cleared periodically.
sk: Toto je virtuálny doctype a údaje sú pravidelne čistené.

source: This is an automatically generated reply
sk: Toto je automaticky generovaná odpoveď

source: This is an example Google SERP Preview.
sk: Toto je ukážka Google SERP náhľadu.

source: This is similar to a commonly used password.
sk: Toto je podobné bežne používajúcemu sa heslu.

source: This is the number of the last created transaction with this prefix
sk: Toto je číslo poslednej vytvorenej transakcie s touto predponou

source: This link has already been activated for verification.
sk: Tento odkaz už bol aktivovaný na overenie.

source: This link is invalid or expired. Please make sure you have pasted correctly.
sk: Tento odkaz je neplatný alebo vypršal. Uistite sa, že ste ho vložili správne.

source: This may get printed on multiple pages
sk: Toto sa môže vytlačiť na viacerých stranách

source: This month
sk: Tento mesiac

source: This newsletter is scheduled to be sent on {0}
sk: Tento newsletter je naplánovaný na odoslanie {0}

source: This newsletter was scheduled to send on a later date. Are you sure you want to send it now?
sk: Tento newsletter bol naplánovaný na odoslanie v neskoršom termíne. Ste si istí, že ho chcete odoslať teraz?

source: This report contains {0} rows and is too big to display in browser, you can {1} this report instead.
sk: Táto správa obsahuje {0} riadkov a je príliš veľká na zobrazenie v prehliadači, namiesto toho môžete {1} túto správu.

source: This report was generated on {0}
sk: Tento prehľad bol vygenerovaný dňa {0}

source: This report was generated {0}.
sk: Tento report bol vygenerovaný {0}.

source: This request has not yet been approved by the user.
sk: Táto žiadosť ešte nebola schválená používateľom.

source: This site is in read only mode, full functionality will be restored soon.
sk: Táto stránka je v režime iba na čítanie, plná funkčnosť bude čoskoro obnovená.

source: This site is running in developer mode. Any change made here will be updated in code.
sk: Táto stránka beží v režime vývojára. Akákoľvek zmena vykonaná tu bude aktualizovaná v kóde.

source: This title will be used as the title of the webpage as well as in meta tags
sk: Tento názov sa použije ako názov webovej stránky, ako aj v meta tagoch

source: This value is fetched from {0}'s {1} field
sk: Táto hodnota je načítaná z poľa {1} {0}

source: This will be automatically generated when you publish the page, you can also enter a route yourself if you wish
sk: Toto bude automaticky vygenerované, keď zverejníte stránku, ak chcete, môžete zadať aj vlastnú cestu.

source: This will be shown in a modal after routing
sk: Toto sa zobrazí v modálnom okne po presmerovaní

source: This will be shown to the user in a dialog after routing to the report
sk: Toto sa používateľovi zobrazí v dialógovom okne po presmerovaní na správu

source: This will log out {0} from all other devices
sk: Týmto sa {0} odhlási zo všetkých ostatných zariadení.

source: This will permanently remove your data.
sk: Toto natrvalo odstráni vaše údaje.

source: This will reset this tour and show it to all users. Are you sure?
sk: Týmto sa resetuje táto prehliadka a zobrazí sa všetkým používateľom. Ste si istí?

source: This will terminate the job immediately and might be dangerous, are you sure?
sk: Týmto sa úloha okamžite ukončí a môže to byť nebezpečné, ste si istý?

source: Throttled
sk: Obmedzené

source: Thumbnail URL
sk: Adresa URL miniatúry

source: Thursday
sk: Štvrtok

source: Time
sk: Čas

source: Time Format
sk: Formát času

source: Time Interval
sk: Časový interval

source: Time Series
sk: Časová séria

source: Time Series Based On
sk: Časová séria založená na

source: Time Taken
sk: Čas potrebný

source: Time Window (Seconds)
sk: Časové okno (sekundy)

source: Time Zone
sk: Časové pásmo

source: Time Zones
sk: Časové zóny

source: Time format
sk: Formát času

source: Time in Queries
sk: Čas v dotazoch

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
sk: Čas v sekundách na uchovávanie QR kódu na serveri. Min:<strong>240</strong>

source: Time series based on is required to create a dashboard chart
sk: Na vytvorenie grafu na informačnom paneli je potrebné založiť časovú sériu.

source: Time {0} must be in format: {1}
sk: Čas {0} musí byť vo formáte: {1}

source: Timed Out
sk: Vypršal časový limit

source: Timeless Night
sk: Nadčasová noc

source: Timeline
sk: Časová os

source: Timeline DocType
sk: Účelový typ časovej osi

source: Timeline Field
sk: Pole časovej osi

source: Timeline Links
sk: Časová os prepojení

source: Timeline Name
sk: Názov časovej osi

source: Timeline field must be a Link or Dynamic Link
sk: Pole časovej osi musí byť prepojením (Link) alebo dynamickým prepojením (Dynamic Link)

source: Timeline field must be a valid fieldname
sk: Pole časovej osi musí byť platným názvom poľa

source: Timeout
sk: Časový limit

source: Timeout (In Seconds)
sk: Časový limit (v sekundách)

source: Timeseries
sk: Časová postupnosť

source: Timespan
sk: Časový rozsah

source: Timestamp
sk: Časová pečiatka

source: Title
sk: Titulok

source: Title Field
sk: Pole názvu

source: Title Prefix
sk: Prefix názvu

source: Title field must be a valid fieldname
sk: Pole názvu musí byť platným názvom poľa

source: Title of the page
sk: Názov stránky

source: To
sk: Do

source: To Date
sk: Do dátumu

source: To Date Field
sk: Do poľa Dátum

source: To Do
sk: „Úlohy“

source: To User
sk: Používateľovi

source: To add dynamic subject, use jinja tags like <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
sk: Ak chcete pridať dynamický predmet, použite jinja značky ako <div><pre><code>Nové {{ doc.doctype }} #{{ doc.name }}</code></pre></div>

source: To add dynamic subject, use jinja tags like <div><pre><code>{{ doc.name }} Delivered</code></pre></div>
sk: Na pridanie dynamického predmetu použite jinja značky ako <div><pre><code>{{ doc.name }} Dodané</code></pre></div>

source: To add dynamic values from the document, use jinja tags like <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
sk: Ak chcete pridať dynamické hodnoty z dokumentu, použite jinja tagy ako <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>

source: To allow more reports update limit in System Settings.
sk: Aby bolo možné povoliť viac aktualizácií limitu správ v Systémových nastaveniach.

source: To and CC
sk: Komu a Kópia

source: To begin the date range at the start of the chosen period. For example, if 'Year' is selected as the period, the report will start from January 1st of the current year.
sk: Začať rozsah dátumov na začiatku zvoleného obdobia. Napríklad, ak je ako obdobie vybratý 'Rok', report začne od 1. januára aktuálneho roka.

source: To configure Auto Repeat, enable "Allow Auto Repeat" from {0}.
sk: Ak chcete nakonfigurovať Automatické opakovanie, povolte "Povoliť Automatické opakovanie" z {0}.

source: To enable it follow the instructions in the following link: {0}
sk: Ak to chcete povoliť, postupujte podľa pokynov v nasledujúcom odkaze: {0}

source: To enable server scripts, read the {0}.
sk: Ak chcete povoliť skripty na strane servera, prečítajte si {0}.

source: To export this step as JSON, link it in a Onboarding document and save the document.
sk: Ak chcete exportovať tento krok ako JSON, prepojte ho v dokumente návodu a uložte dokument.

source: To get the updated report, click on {0}.
sk: Ak chcete získať aktualizovanú správu, kliknite na {0}.

source: To manage your authorized third party apps
sk: Na spravovanie vašich autorizovaných aplikácií tretích strán

source: To print output use <code>print(text)</code>
sk: Na vytlačenie výstupu použite <code>print(text)</code>

source: To set the role {0} in the user {1}, kindly set the {2} field as {3} in one of the {4} record.
sk: Na nastavenie roly {0} pre používateľa {1} láskavo nastavte pole {2} ako {3} v jednom zo záznamov {4}.

source: To use Google Calendar, enable {0}.
sk: Ak chcete používať Google Calendar, povolte {0}.

source: To use Google Contacts, enable {0}.
sk: Ak chcete používať Google Kontakty, povoľte {0}.

source: To use Google Drive, enable {0}.
sk: Na použitie Google Drive povoľte {0}.

source: To use Google Indexing, enable <a href="/app/google-settings">Google Settings</a>.
sk: Na použitie indexovania Google, povolte <a href="/app/google-settings">nastavenia Google</a>.

source: To use Slack Channel, add a <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.
sk: Na použitie Slack Channel pridajte <a href="#List/Slack%20Webhook%20URL/List">URL adresu webhooku Slack</a>.

source: To version
sk: Do verzie

source: ToDo
sk: Úloha

source: Today
sk: Dnes

source: Toggle Chart
sk: Prepínať graf

source: Toggle Full Width
sk: Prepínač celá šírka

source: Toggle Grid View
sk: Prepnúť zobrazenie mriežky

source: Toggle Section: {0}
sk: Prepnutie sekcie: {0}

source: Toggle Sidebar
sk: Prepínať bočný panel

source: Toggle Theme
sk: Prepnúť tému

source: Token Cache
sk: Vyrovnávacia pamäť tokenov

source: Token Type
sk: Typ tokenu

source: Token is missing
sk: Chýba token

source: Too Many Documents
sk: Príliš veľa dokumentov

source: Too Many Requests
sk: Príliš veľa požiadaviek

source: Too many changes to database in single action.
sk: Príliš veľa zmien v databáze v rámci jednej akcie.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
sk: Príliš veľa používateľov sa nedávno zaregistrovalo, takže registrácia je zakázaná. Skúste to prosím znova o hodinu.

source: Tools
sk: Nástroje

source: Top
sk: Hore

source: Top Bar Item
sk: Položka hornej lišty

source: Top Bar Items
sk: Položky hornej lišty

source: Top Center
sk: Horné Centrum

source: Top Errors
sk: Najčastejšie chyby

source: Top Left
sk: Hore vľavo

source: Top Performer
sk: Najlepší účinkujúci

source: Top Reviewer
sk: Najlepší recenzent

source: Top Right
sk: Hore vpravo

source: Topic
sk: Téma

source: Total
sk: Celkom

source: Total Background Workers
sk: Celkový počet pozadinských pracovníkov

source: Total Errors (last 1 day)
sk: Celkový počet chýb (posledný 1 deň)

source: Total Images
sk: Celkový počet obrázkov

source: Total Outgoing Emails
sk: Celkový počet odoslaných e-mailov

source: Total Recipients
sk: Celkový počet prijímateľov

source: Total Subscribers
sk: Celkový počet odberateľov

source: Total Users
sk: Celkový počet používateľov

source: Total Views
sk: Celkové zobrazenia

source: Total Working Time
sk: Celkový pracovný čas

source: Total number of emails to sync in initial sync process
sk: Celkový počet e-mailov na synchronizáciu v počiatočnom procese synchronizácie

source: Total:
sk: Celkom:

source: Totals
sk: Celkom

source: Totals Row
sk: Riadok s celkovými súčtami

source: Trace ID
sk: ID stopy

source: Traceback
sk: Sledovanie

source: Track Changes
sk: Sledovať zmeny

source: Track Email Status
sk: Sledovať stav emailu

source: Track Field
sk: Pole sledovania

source: Track Seen
sk: Sledovať videné

source: Track Steps
sk: Sledovať kroky

source: Track Views
sk: Sledovať zobrazenia

source: Track if your email has been opened by the recipient. <br> Note: If you're sending to multiple recipients, even if 1 recipient reads the email, it'll be considered "Opened"
sk: Sledujte, či váš email bol otvorený príjemcom. <br> Poznámka: Ak posielate email viacerým príjemcom, aj keď ho prečíta len jeden príjemca, bude sa považovať za "Otvorený"

source: Track milestones for any document
sk: Sledovať míľniky pre akýkoľvek dokument

source: Tracking URL generated and copied to clipboard
sk: URL sledovania bola vygenerovaná a skopírovaná do schránky

source: Transaction Hash
sk: Transakčný hash

source: Transaction Log
sk: Záznam transakcií

source: Transaction Log Report
sk: Správa o transakčnom denníku

source: Transgender
sk: Transrodové

source: Transition Properties
sk: Vlastnosti prechodov

source: Transition Rules
sk: Pravidlá prechodu

source: Transitions
sk: Prechody

source: Translatable
sk: Preložiťelný

source: Translate Link Fields
sk: Preložiť polia typu Link

source: Translate values
sk: Preložiť hodnoty

source: Translate {0}
sk: Preložiť {0}

source: Translated Text
sk: Preložený text

source: Translation
sk: Preklad

source: Translations
sk: Preklady

source: Trash
sk: Kôš

source: Tree
sk: Strom

source: Tree View
sk: Stromová zobrazenie

source: Tree structures are implemented using Nested Set
sk: Stromové štruktúry sú implementované pomocou Vloženého Setu

source: Tree view is not available for {0}
sk: Stromové zobrazenie nie je k dispozícii pre {0}

source: Trigger Method
sk: Spúšťacia metóda

source: Trigger Primary Action
sk: Spustiť primárnu akciu

source: Trigger caching
sk: Aktivovať caching

source: Trigger on valid methods like "before_insert", "after_update", etc (will depend on the DocType selected)
sk: Spustenie na platných metódach ako "before_insert", "after_update", atď. (bude závisieť od vybratého DocType)

source: Trim Table
sk: Trim tabuľku

source: Try Again
sk: Skúsiť znova

source: Try a Naming Series
sk: Vyskúšajte sériu názvov

source: Try the new Print Designer
sk: Vyskúšajte nový Návrhár tlače

source: Try to avoid repeated words and characters
sk: Skúste sa vyhnúť opakujúcim sa slovám a znakom

source: Try to use a longer keyboard pattern with more turns
sk: Pokúste sa použiť dlhší vzor na klávesnici s viacerými zákrutami

source: Tuesday
sk: Utorok

source: Two Factor Authentication
sk: Dvojfaktorová autentifikácia

source: Two Factor Authentication method
sk: Dvojfaktorový overovací spôsob

source: Type
sk: Typ

source: Type Distribution
sk: Typ distribúcie

source: Type a reply / comment
sk: Napíšte odpoveď / komentár

source: Type something in the search box to search
sk: Napíšte niečo do vyhľadávacieho poľa na vyhľadávanie

source: Type title
sk: Zadajte názov

source: Type your reply here...
sk: Napíšte svoju odpoveď sem...

source: Type:
sk: Typ:

source: UI Tour
sk: Používateľské rozhranie prehliadky

source: UNSEEN
sk: NEPREČÍTANÉ

source: URIs for receiving authorization code once the user allows access, as well as failure responses. Typically a REST endpoint exposed by the Client App. <br>e.g. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
sk: URI na prijímanie autorizačného kódu, keď používateľ povolí prístup, ako aj pre odpovede o zlyhaní. Typicky je to REST endpoint sprístupnený Klientskou aplikáciou. <br>napr. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook

source: URL for documentation or help
sk: URL na dokumentáciu alebo pomoc

source: URL must start with http:// or https://
sk: URL musí začínať http:// alebo https://

source: URL of the page
sk: URL stránky

source: URL to go to on clicking the slideshow image
sk: URL, na ktorú sa dostanete po kliknutí na obrázok v prezentácii

source: Unable to find DocType {0}
sk: Nemožno nájsť DocType {0}

source: Unable to load camera.
sk: Nepodarilo sa načítať kameru.

source: Unable to load: {0}
sk: Nepodarilo sa načítať: {0}

source: Unable to open attached file. Did you export it as CSV?
sk: Nemožno otvoriť priložený súbor. Vyexportovali ste ho ako CSV?

source: Unable to read file format for {0}
sk: Nemožno čítať formát súboru pre {0}

source: Unable to send mail because of a missing email account. Please setup default Email Account from Settings > Email Account
sk: Nie je možné odoslať e-mail kvôli chýbajúcemu e-mailovému účtu. Prosím, nastavte predvolený E-mailový účet v Nastavenia > E-mailový účet

source: Unable to update event
sk: Nepodarilo sa aktualizovať udalosť

source: Unable to write file format for {0}
sk: Nemožno zapísať formát súboru pre {0}

source: Unassign Condition
sk: Podmienka odobratie priradenia

source: Uncaught Server Exception
sk: Nevyvolaná výnimka servera

source: Unchanged
sk: Nezmenené

source: Undo
sk: „Späť“

source: Undo last action
sk: Vrátiť poslednú akciu

source: Unfollow
sk: Nesledovať

source: Unhandled Email
sk: Neošetrený email

source: Unhandled Emails
sk: Nezvládnuté e-maily

source: Unhide Workspace
sk: Odkryť pracovný priestor

source: Unique
sk: Jedinečné

source: Unknown
sk: Neznáme

source: Unknown Column: {0}
sk: Neznámy stĺpec: {0}

source: Unknown Rounding Method: {}
sk: Neznáma metóda zaokrúhľovania: {}

source: Unknown User
sk: Neznámy používateľ

source: Unknown file encoding. Tried utf-8, windows-1250, windows-1252.
sk: Neznáme kódovanie súboru. Skúšané utf-8, windows-1250, windows-1252.

source: Unlock Reference Document
sk: Odomknúť referenčný dokument

source: Unpublish
sk: Zrušiť zverejnenie

source: Unread
sk: Nečítané

source: Unread Notification Sent
sk: Odoslané neprečítané oznámenie

source: Unsafe SQL query
sk: Nezabezpečený SQL dotaz

source: Unselect All
sk: Zrušiť výber všetkého

source: Unshared
sk: Nedelené

source: Unsubscribe
sk: Odhlásiť odber

source: Unsubscribe Method
sk: Metóda odhlásenia sa

source: Unsubscribe Param
sk: Parameter na odhlásenie

source: Unsubscribed
sk: Odhlásený

source: Untitled Column
sk: Nepomenovaný stĺpec

source: Unzip
sk: Rozbaliť

source: Unzipped {0} files
sk: Rozbalené {0} súbory

source: Unzipping files...
sk: Rozbaľovanie súborov...

source: Upcoming Events for Today
sk: Nadchádzajúce udalosti na dnes

source: Update
sk: Aktualizovať

source: Update Amendment Naming
sk: Aktualizovať pomenovanie dodatku

source: Update Details
sk: Aktualizovať podrobnosti

source: Update Existing Records
sk: Aktualizovať existujúce záznamy

source: Update Field
sk: Aktualizovať pole

source: Update Hooks Resolution Order
sk: Aktualizovať poradie riešenia hákov

source: Update Order
sk: Aktualizovať objednávku

source: Update Password
sk: Aktualizovať heslo

source: Update Series Counter
sk: Aktualizovať čítač série

source: Update Series Number
sk: Aktualizovať číslo série

source: Update Settings
sk: Aktualizovať nastavenia

source: Update Translations
sk: Aktualizovať preklady

source: Update Value
sk: Aktualizovať hodnotu

source: Update from Frappe Cloud
sk: Aktualizácia z Frappe Cloud

source: Update {0} records
sk: Aktualizovať {0} záznamov

source: Updated
sk: Aktualizované

source: Updated Successfully
sk: Aktualizované úspešne

source: Updated To A New Version 🎉
sk: Aktualizované na novú verziu 🎉

source: Updated successfully
sk: Aktualizované úspešne

source: Updates
sk: Aktualizácie

source: Updating
sk: Aktualizácia

source: Updating Email Queue Statuses. The emails will be picked up in the next scheduled run.
sk: Aktualizácia stavov frontu e-mailov. E-maily budú vyzdvihnuté pri ďalšom plánovanom spustení.

source: Updating counter may lead to document name conflicts if not done properly
sk: Aktualizácia počítadla môže viesť ku konfliktom mien dokumentov, ak nie je vykonaná správne

source: Updating global settings
sk: Aktualizácia globálnych nastavení

source: Updating naming series options
sk: Aktualizácia možností číselných radov

source: Updating related fields...
sk: Aktualizovanie súvisiacich polí...

source: Updating {0}
sk: Aktualizuje sa {0}

source: Updating {0} of {1}, {2}
sk: Aktualizácia {0} z {1}, {2}

source: Upload
sk: Nahrať

source: Upload Image
sk: Nahrať obrázok

source: Upload file
sk: Nahrať súbor

source: Upload {0} files
sk: Nahrať {0} súbory

source: Uploaded To Dropbox
sk: Nahrané do Dropboxu

source: Uploaded To Google Drive
sk: Nahrané na Google Disk

source: Uploading backup to Google Drive.
sk: Nahrávanie zálohy na Disk Google.

source: Uploading successful.
sk: Nahrávanie úspešné.

source: Uploading to Google Drive
sk: Nahrávanie na Disk Google

source: Use % for any non empty value.
sk: Použite % pre akúkoľvek nenulovú hodnotu.

source: Use ASCII encoding for password
sk: Použiť kódovanie ASCII pre heslo

source: Use First Day of Period
sk: Použiť prvý deň obdobia

source: Use HTML
sk: Použiť HTML

source: Use IMAP
sk: Použiť IMAP

source: Use Number Format from Currency
sk: Použiť číselný formát z meny

source: Use POST
sk: Použiť POST

source: Use Report Chart
sk: Použiť graf reportu

source: Use SSL
sk: Použiť SSL

source: Use STARTTLS
sk: Použiť STARTTLS

source: Use TLS
sk: Použiť TLS

source: Use a few words, avoid common phrases.
sk: Použite niekoľko slov, vyhnite sa bežným frázam.

source: Use different Email ID
sk: Použiť iné ID e-mailu

source: Use of function {0} in field is restricted
sk: Použitie funkcie {0} v poli je obmedzené

source: Use of sub-query or function is restricted
sk: Použitie poddotazu alebo funkcie je obmedzené

source: Use the new Print Format Builder
sk: Použite nový Tvorca formátu tlače

source: Use this fieldname to generate title
sk: Použite tento názov poľa na generovanie názvu

source: Used OAuth
sk: Použité OAuth

source: User
sk: Používateľ

source: User
sk: Používateľ

source: User '{0}' already has the role '{1}'
sk: Používateľ '{0}' už má rolu '{1}'

source: User Activity Report
sk: Správa o aktivite používateľa

source: User Activity Report Without Sort
sk: Správa o aktivite používateľa bez triedenia

source: User Agent
sk: Používateľský Agent

source: User Cannot Create
sk: Užívateľ nemôže vytvoriť

source: User Cannot Search
sk: Používateľ nemôže vyhľadávať

source: User Changed
sk: Používateľ zmenený

source: User Defaults
sk: Používateľské predvolené hodnoty

source: User Details
sk: Podrobnosti používateľa
