Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Path {0} it not a valid path
sk: Cesta {0} nie je platná cesta

source: Payload Count
sk: Počet zásielok

source: Pending
sk: Čakajúci

source: Pending Approval
sk: Čaká na schválenie

source: Pending Emails
sk: Čakajúce e-maily

source: Pending Jobs
sk: Čakajúce úlohy

source: Pending Verification
sk: Čaká sa na overenie

source: Percent
sk: Percento

source: Percentage
sk: Percento

source: Period
sk: Obdobie

source: Perm Level
sk: Úroveň povolenia

source: Permanent
sk: Trvalá

source: Permanently Cancel {0}?
sk: Trvalo zrušiť {0}?

source: Permanently Submit {0}?
sk: Trvalo odoslať {0}?

source: Permanently delete {0}?
sk: Natrvalo odstrániť {0}?

source: Permission Error
sk: Chyba povolenia

source: Permission Inspector
sk: Inšpektor povolení

source: Permission Level
sk: Úroveň povolenia

source: Permission Levels
sk: Úrovne povolení

source: Permission Manager
sk: Správca povolení

source: Permission Query
sk: Dotaz na povolenie

source: Permission Rules
sk: Pravidlá povolení

source: Permission Type
sk: Typ povolenia

source: Permissions
sk: Oprávnenia

source: Permissions Error
sk: Chyba oprávnení

source: Permissions are automatically applied to Standard Reports and searches.
sk: Oprávnenia sú automaticky uplatnené na Štandardné správy a vyhľadávania.

source: Permissions are set on Roles and Document Types (called DocTypes) by setting rights like Read, Write, Create, Delete, Submit, Cancel, Amend, Report, Import, Export, Print, Email and Set User Permissions.
sk: Oprávnenia sú nastavené na Role a Typy dokumentov (nazývané DocTypes) nastavením práv ako Čítanie, Zápis, Vytváranie, Odstránenie, Odoslanie, Zrušenie, Úpravy, Report, Import, Export, Tlač, Email a Nastavenie užívateľských oprávnení.

source: Permissions at higher levels are Field Level permissions. All Fields have a Permission Level set against them and the rules defined at that permissions apply to the field. This is useful in case you want to hide or make certain field read-only for certain Roles.
sk: Povolenia na vyšších úrovniach sú povolenia na úrovni poľa. Všetky polia majú nastavenú úroveň povolenia, voči ktorej sú nastavené pravidlá, ktoré sa na pole vzťahujú. Toto je užitočné v prípade, ak chcete skryť alebo urobiť určité pole iba na čítanie pre určité úlohy.

source: Permissions at level 0 are Document Level permissions, i.e. they are primary for access to the document.
sk: Povolenia na úrovni 0 sú povolenia na úrovni dokumentu, t.j. sú primárne pre prístup k dokumentu.

source: Permissions get applied on Users based on what Roles they are assigned.
sk: Oprávnenia sa uplatňujú na používateľov na základe toho, aké roly sú im pridelené.

source: Permitted Documents For User
sk: Povolené dokumenty pre používateľa

source: Permitted Roles
sk: Povolené úlohy

source: Personal
sk: Osobné

source: Personal Data Deletion Request
sk: Žiadosť o vymazanie osobných údajov

source: Personal Data Deletion Step
sk: Krok na vymazanie osobných údajov

source: Personal Data Download Request
sk: Žiadosť o stiahnutie osobných údajov

source: Phone
sk: Telefón

source: Phone No.
sk: Telefónne číslo.

source: Phone Number {0} set in field {1} is not valid.
sk: Telefónne číslo {0} uvedené v poli {1} nie je platné.

source: Pick Columns
sk: Vybrať stĺpce

source: Pie
sk: Koláč

source: Pincode
sk: PČS

source: Pink
sk: Ružová

source: Placeholder
sk: Zástupný symbol

source: Plain Text
sk: Prostý text

source: Plant
sk: Rastlina

source: Please Authorize OAuth for Email Account {}
sk: Prosím, povolte OAuth pre e-mailový účet {}

source: Please Duplicate this Website Theme to customize.
sk: Prosím, duplikujte túto tému webovej stránky na prispôsobenie.

source: Please Install the ldap3 library via pip to use ldap functionality.
sk: Prosím, nainštalujte knižnicu ldap3 pomocou pip na použitie funkcie ldap.

source: Please Set Chart
sk: Prosím nastavte graf

source: Please Update SMS Settings
sk: Prosím, aktualizujte nastavenia SMS

source: Please add a subject to your email
sk: Prosím, pridajte predmet k vášmu emailu

source: Please add a valid comment.
sk: Prosím, pridajte platný komentár.

source: Please ask your administrator to verify your sign-up
sk: Požiadajte, prosím, svojho správcu, aby overil vašu registráciu.

source: Please attach a file first.
sk: Najprv prosím priložte súbor.

source: Please attach an image file to set HTML for Footer.
sk: Pripojte obrázkový súbor na nastavenie HTML pre pätičku.

source: Please attach an image file to set HTML for Letter Head.
sk: Pripojte obrázkový súbor na nastavenie HTML pre hlavičkový papier.

source: Please attach the package
sk: Prosím, pripojte balík.

source: Please check OpenID Configuration URL
sk: Skontrolujte prosím URL konfigurácie OpenID

source: Please check the filter values set for Dashboard Chart: {}
sk: Prosím, skontrolujte hodnoty filtrov nastavené pre Dashboard graf: {}

source: Please check the value of "Fetch From" set for field {0}
sk: Skontrolujte hodnotu položky "Fetch From" nastavenej pre pole {0}

source: Please check your email for verification
sk: Skontrolujte prosím svoj email kvôli overeniu

source: Please check your email login credentials.
sk: Skontrolujte prosím prihlasovacie údaje do vášho e-mailu.

source: Please check your registered email address for instructions on how to proceed. Do not close this window as you will have to return to it.
sk: Prosím, skontrolujte svoju registrovanú emailovú adresu, kde nájdete pokyny, ako postupovať ďalej. Nezatvárajte toto okno, pretože sa k nemu budete musieť vrátiť.

source: Please click on the following link and follow the instructions on the page. {0}
sk: Prosím, kliknite na nasledujúci odkaz a postupujte podľa pokynov na stránke. {0}

source: Please click on the following link to set your new password
sk: Prosím, kliknite na nasledujúci odkaz pre nastavenie nového hesla

source: Please close this window
sk: Prosím, zatvorte toto okno

source: Please confirm your action to {0} this document.
sk: Prosím, potvrďte svoju akciu na {0} tento dokument.

source: Please contact your system manager to install correct version.
sk: Prosím, kontaktujte svojho správcu systému na inštaláciu správnej verzie.

source: Please create Card first
sk: Najprv, prosím, vytvorte kartu.

source: Please create chart first
sk: Najprv prosím vytvorte graf

source: Please delete the field from {0} or add the required doctype.
sk: Prosím, odstráňte pole z {0} alebo pridajte požadovaný doctype.

source: Please do not change the template headings.
sk: Prosím, nemeníte hlavičky šablóny.

source: Please duplicate this to make changes
sk: Prosím, duplikujte to, aby ste mohli urobiť zmeny.

source: Please enable atleast one Social Login Key or LDAP or Login With Email Link before disabling username/password based login.
sk: Prosím, povolte aspoň jeden kľúč na prihlásenie cez sociálnu sieť, LDAP alebo Prihlásenie s odkazom prostredníctvom e-mailu predtým, než zakážete prihlásenie pomocou používateľského mena/hesla.

source: Please enable pop-ups
sk: Prosím, povoľte vyskakovacie okná

source: Please enable pop-ups in your browser
sk: Prosím, povoľte vyskakovacie okná vo vašom prehliadači

source: Please enable {} before continuing.
sk: Prosím, povoľte {} pred pokračovaním.

source: Please ensure that your profile has an email address
sk: Prosím, uistite sa, že váš profil má e-mailovú adresu

source: Please enter Access Token URL
sk: Prosím zadajte URL adresu pre prístupový token

source: Please enter Authorize URL
sk: Prosím, zadajte Authorize URL

source: Please enter Base URL
sk: Prosím, zadajte základnú URL adresu

source: Please enter Client ID before social login is enabled
sk: Prosím zadajte Client ID predtým, ako bude povolené sociálne prihlásenie.

source: Please enter Client Secret before social login is enabled
sk: Prosím, zadajte Client Secret predtým, ako bude povolené prihlásenie cez sociálne siete.

source: Please enter OpenID Configuration URL
sk: Prosím, zadajte URL adresu konfigurácie OpenID

source: Please enter Redirect URL
sk: Zadajte presmerovaciu URL adresu

source: Please enter a valid email address.
sk: Prosím, zadajte platnú e-mailovú adresu.

source: Please enter both your email and message so that we can get back to you. Thanks!
sk: Prosím, zadajte svoju e-mailovú adresu aj správu, aby sme sa vám mohli ozvať. Ďakujeme!

source: Please enter the password
sk: Prosím, zadajte heslo

# Email Account
source: Please enter the password for: <b>{0}</b>
sk: Prosím, zadajte heslo pre: <b>{0}</b>

source: Please enter valid mobile nos
sk: Prosím, zadajte platné mobilné čísla

source: Please enter your new password.
sk: Prosím, zadajte svoje nové heslo.

source: Please enter your old password.
sk: Prosím, zadajte svoje staré heslo.

source: Please find attached {0}: {1}
sk: Prosím, nájdite v prílohe {0}: {1}

source: Please hide the standard navbar items instead of deleting them
sk: Prosím, skryte štandardné položky navigačného panela namiesto ich odstránenia

source: Please login to post a comment.
sk: Prosím, prihláste sa, aby ste mohli pridať komentár.

source: Please make sure the Reference Communication Docs are not circularly linked.
sk: Uistite sa, že Referenčné komunikačné dokumenty nie sú kruhovo prepojené.

source: Please refresh to get the latest document.
sk: Obnovte stránku, aby ste získali najnovší dokument.

source: Please remove the printer mapping in Printer Settings and try again.
sk: Prosím, odstráňte mapovanie tlačiarne v nastaveniach tlačiarne a skúste to znova.

source: Please save before attaching.
sk: Pred pripojením prosím uložte.

source: Please save the Newsletter before sending
sk: Uložte prosím Newsletter pred odoslaním

source: Please save the document before assignment
sk: Uložte dokument pred priradením

source: Please save the document before removing assignment
sk: Uložte dokument pred odstránením priradenia

source: Please save the report first
sk: Najprv uložte správu.

source: Please save to edit the template.
sk: Prosím, uložte na úpravu šablóny.

source: Please select Company
sk: Prosím, vyberte spoločnosť

source: Please select DocType first
sk: Najprv vyberte DocType

source: Please select Entity Type first
sk: Prosím, najskôr vyberte typ entity

source: Please select Minimum Password Score
sk: Prosím, vyberte Minimálne Skóre Hesla

source: Please select X and Y fields
sk: Prosím, vyberte polia X a Y

source: Please select a country code for field {1}.
sk: Prosím vyberte kód krajiny pre pole {1}.

source: Please select a file first.
sk: Najprv prosím vyberte súbor.

source: Please select a file or url
sk: Prosím vyberte súbor alebo url

source: Please select a valid csv file with data
sk: Prosím vyberte platný csv súbor s dátami

source: Please select a valid date filter
sk: Vyberte, prosím, platný filter dátumu

source: Please select applicable Doctypes
sk: Prosím, vyberte príslušné Typy dokumentov

source: Please select atleast 1 column from {0} to sort/group
sk: Prosím, vyberte aspoň 1 stĺpec z {0} na zoradenie/skupinu.

source: Please select prefix first
sk: Najprv vyberte predponu

source: Please select the Document Type.
sk: Prosím, vyberte typ dokumentu.

source: Please select the LDAP Directory being used
sk: Prosím, vyberte používaný adresárový server LDAP.

source: Please select {0}
sk: Vyberte, prosím, {0}

source: Please set Dropbox access keys in site config or doctype
sk: Prosím, nastavte prístupové kľúče Dropbox v konfigurácii stránky alebo v doctype.

source: Please set Email Address
sk: Nastavte prosím e-mailovú adresu

source: Please set a printer mapping for this print format in the Printer Settings
sk: Nastavte mapovanie tlačiarne pre tento formát tlače v nastaveniach tlačiarne.

source: Please set filters
sk: Prosím, nastavte filtre

source: Please set filters value in Report Filter table.
sk: Prosím, nastavte hodnoty filtrov v tabuľke filtrov správ.

source: Please set the document name
sk: Prosím, nastavte názov dokumentu

source: Please set the following documents in this Dashboard as standard first.
sk: Nastavte prosím nasledujúce dokumenty na tomto Paneli ako štandardné najskôr.

source: Please set the series to be used.
sk: Prosím, nastavte sériu, ktorá sa má použiť.

source: Please setup SMS before setting it as an authentication method, via SMS Settings
sk: Prosím nastavte SMS predtým, ako ju nastavíte ako metódu overovania, cez Nastavenia SMS.

source: Please setup a message first
sk: Najprv prosím nastavte správu

source: Please setup default Email Account from Settings > Email Account
sk: Nastavte si predvolený e-mailový účet v časti Nastavenia > E-mailový účet

source: Please setup default outgoing Email Account from Settings > Email Account
sk: Prosím, nastavte predvolený odchádzajúci e-mailový účet v časti Nastavenia > E-mailový účet.

source: Please specify
sk: Prosím, zadajte

source: Please specify a valid parent DocType for {0}
sk: Prosím špecifikujte platný nadradený DocType pre {0}

source: Please specify which date field must be checked
sk: Prosím, špecifikujte, ktoré dátumové pole musí byť skontrolované

source: Please specify which value field must be checked
sk: Prosím, uveďte, ktoré pole s hodnotou musí byť skontrolované

source: Please try again
sk: Skúste znova

source: Please update {} before continuing.
sk: Prosím, aktualizujte {} pred pokračovaním.

source: Please use a valid LDAP search filter
sk: Prosím, použite platný filter vyhľadávania LDAP.

source: Please verify your Email Address
sk: Prosím, overte svoju e-mailovú adresu

source: Please visit https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key for more information.
sk: Navštívte prosím https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key pre viac informácií.

source: Point Allocation Periodicity
sk: Periodickosť prideľovania bodov

source: Points
sk: Body: `Body Points`

source: Points Given
sk: Body text: `Body pridelené`

source: Polling
sk: Opýtavanie

source: Popover Element
sk: Prvok popoveru

source: Popover or Modal Description
sk: Popis popoveru alebo modálneho okna

source: Portal
sk: Portál

source: Portal Menu
sk: Portálové menu

source: Portal Menu Item
sk: Položka menu portálu

source: Portal Settings
sk: Nastavenia portálu

source: Portrait
sk: Portrét

source: Position
sk: Pozícia

source: Post
sk: Príspevok

source: Post it here, our mentors will help you out.
sk: Uverejnite to sem, naši mentori vám pomôžu.

source: Postal
sk: Poštová

source: Postal Code
sk: Poštové smerovacie číslo

source: Posting Timestamp
sk: Časová pečiatka uverejnenia

source: Posts
sk: Príspevky

source: Posts by {0}
sk: Príspevky od {0}

source: Posts filed under {0}
sk: Príspevky zaradené pod {0}

source: Precision
sk: Presnosť

source: Precision should be between 1 and 6
sk: Presnosť by mala byť medzi 1 a 6

source: Predictable substitutions like '@' instead of 'a' don't help very much.
sk: Predikovateľné substitúcie ako '@' namiesto 'a' nepomáhajú veľmi.

source: Prefer not to say
sk: „Radšej neuvádzať“

source: Preferred Billing Address
sk: Preferovaná fakturačná adresa

source: Preferred Shipping Address
sk: Preferovaná dodacia adresa

source: Prepared Report
sk: Pripravená správa

source: Prepared Report User
sk: Používateľ pripravených správ

source: Prepared report render failed
sk: Príprava vykreslenia zostavy zlyhala

source: Preparing Report
sk: Príprava správy

source: Prepend the template to the email message
sk: Pripojiť šablónu k emailovej správe

source: Press Alt Key to trigger additional shortcuts in Menu and Sidebar
sk: Stlačte kláves Alt, aby ste spustili ďalšie skratky v Menu a Bočnom paneli

source: Press Enter to save
sk: Stlačte Enter pre uloženie

source: Preview
sk: Náhľad

source: Preview HTML
sk: Náhľad HTML

source: Preview Image
sk: Náhľadový obrázok

source: Preview Message
sk: Ukážková správa

source: Preview Mode
sk: Režim ukážky

source: Preview of generated names
sk: Náhľad vygenerovaných mien

source: Preview type
sk: Typ náhľadu

source: Preview:
sk: Náhľad:

source: Previous
sk: Predošlý

source: Previous Document
sk: Predchádzajúci dokument

source: Previous Hash
sk: Predchádzajúci hash

source: Previous Submission
sk: Predchádzajúce odoslanie

source: Primary
sk: Primárna

source: Primary Address
sk: Primárna adresa

source: Primary Color
sk: Primárna farba

source: Primary Contact
sk: Primárny kontakt

source: Primary Email
sk: Primárny email

source: Primary Mobile
sk: Primárny mobilný telefón

source: Primary Phone
sk: Primárny telefón

source: Print
sk: Tlačiť

source: Print Documents
sk: Tlačiť dokumenty

source: Print Format
sk: Formát tlače

source: Print Format Builder
sk: Nástroj na vytváranie tlačových formátov

source: Print Format Builder (New)
sk: Tvorca tlačového formátu (Nový)

source: Print Format Builder Beta
sk: Beta nástroj pre tvorbu tlačových formátov

source: Print Format Error
sk: Chyba formátu tlače

source: Print Format Field Template
sk: Šablóna poľa formátu tlače

source: Print Format Help
sk: Pomoc pre formát tlače

source: Print Format Type
sk: Typ formátu tlače

source: Print Format {0} is disabled
sk: Print formát {0} je zakázaný

source: Print Formats allow you can define looks for documents when printed or converted to PDF. You can also create a custom Print Format using drag-and-drop tools.
sk: Formáty tlače vám umožňujú definovať vzhľad dokumentov pri tlači alebo konverzii do PDF. Môžete tiež vytvoriť vlastný formát tlače pomocou nástrojov „drag-and-drop“.

source: Print Heading
sk: Tlačová hlavička

source: Print Hide
sk: Skryť pri tlači

source: Print Hide If No Value
sk: Skryť tlač, ak nie je hodnota

source: Print Language
sk: Jazyk tlače

source: Print Sent to the printer!
sk: Odoslané do tlačiarne!

source: Print Server
sk: Tlačový server

source: Print Settings
sk: Nastavenia tlače

source: Print Style
sk: Štýl tlače

source: Print Style Name
sk: Názov štýlu tlače

source: Print Style Preview
sk: Náhľad štýlu tlače

source: Print Width
sk: Šírka tlače

source: Print Width of the field, if the field is a column in a table
sk: Šírka tlače poľa, ak je pole stĺpcom v tabuľke

source: Print document
sk: Tlačiť dokument

source: Print with letterhead
sk: Tlačiť s hlavičkovým papierom

source: Printer
sk: Tlačiareň

source: Printer Mapping
sk: Mapovanie tlačiarne

source: Printer Name
sk: Názov tlačiarne

source: Printer Settings
sk: Nastavenia tlačiarne

source: Printer mapping not set.
sk: Nie je nastavené mapovanie tlačiarne.

source: Printing
sk: Tlač

source: Printing failed
sk: Tlač zlyhala

source: Priority
sk: Priorita

source: Private
sk: Súkromné

source: Private Files (MB)
sk: Súkromné súbory (MB)

source: ProTip: Add <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> to send document reference
sk: ProTip: Pridajte <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> na odoslanie referencie dokumentu

source: Proceed
sk: Pokračovať

source: Proceed Anyway
sk: Pokračovať aj tak

source: Processing
sk: Spracovávanie

source: Processing...
sk: Spracováva sa...

source: Profile
sk: Profil

source: Progress
sk: Postup

source: Project
sk: Projekt

source: Property
sk: Vlastnosť

source: Property Depends On
sk: Vlastnosť závisí na

source: Property Setter
sk: "Nastavovač vlastností"

source: Property Setter overrides a standard DocType or Field property
sk: Property Setter prepíše štandardnú vlastnosť DocType alebo vlastnosť Poľa

source: Property Type
sk: Typ vlastnosti

source: Provide a list of allowed file extensions for file uploads. Each line should contain one allowed file type. If unset, all file extensions are allowed. Example: <br>CSV<br>JPG<br>PNG
sk: Poskytnite zoznam povolených prípon súborov pre nahrávanie súborov. Každý riadok by mal obsahovať jeden povolený typ súboru. Ak nie je nastavené, sú povolené všetky prípony súborov. Príklad: <br>CSV<br>JPG<br>PNG

source: Provider
sk: Poskytovateľ

source: Provider Name
sk: Názov poskytovateľa

source: Public
sk: Verejné

source: Public Files (MB)
sk: Verejné súbory (MB)

source: Publish
sk: Publikovať

source: Publish as a web page
sk: Publikovať ako webovú stránku

source: Published
sk: Publikované

source: Published On
sk: Publikované dňa

source: Published on
sk: Zverejnené dňa

source: Publishing Dates
sk: Publikačné dátumy

source: Pull from Google Calendar
sk: Ťahať z Google Kalendára

source: Pull from Google Contacts
sk: Načítať z Google kontaktov

source: Pulled from Google Calendar
sk: Načítané z Kalendára Google

source: Pulled from Google Contacts
sk: Stiahnuté z Google Kontaktov

source: Purchase Manager
sk: Manažér nákupu

source: Purchase Master Manager
sk: Manažér hlavného nákupu

source: Purchase User
sk: Používateľ nákupu

source: Purple
sk: Fialová

source: Push Notification Settings
sk: Nastavenia push notifikácií

source: Push Notifications
sk: Push notifikácie

source: Push to Google Calendar
sk: Odoslať do Google Kalendára

source: Push to Google Contacts
sk: Push do Google Kontaktov

source: Put on Hold
sk: Pozastavené

source: QR Code
sk: QR kód

source: QR Code for Login Verification
sk: QR kód na overenie prihlásenia

source: QZ Tray Failed:
sk: Zlyhalo QZ Tray:

source: Quarterly
sk: Štvrťročne

source: Query
sk: Dopyt

source: Query / Script
sk: Dopyt / Skript

source: Query Options
sk: Možnosti dotazu

source: Query Parameters
sk: Parameter Query

source: Query Report
sk: Dotazovací report

source: Query analysis complete. Check suggested indexes.
sk: Analýza dotazu dokončená. Skontrolujte navrhované indexy.

source: Query must be of SELECT or read-only WITH type.
sk: Dopyt musí byť typu SELECT alebo typu read-only WITH.

source: Queue
sk: Poradie

source: Queue Status
sk: Stav frontu

source: Queue Type(s)
sk: Typ(y) fronty

source: Queue in Background (BETA)
sk: Spracovať na pozadí (BETA)

source: Queue should be one of {0}
sk: Poradie by malo byť jedno z {0}

source: Queue(s)
sk: Front(a/y)

source: Queued
sk: Zaradené do fronty

source: Queued At
sk: Zaradené do fronty o

source: Queued By
sk: Vo fronte podľa

source: Queued for Submission. You can track the progress over {0}.
sk: Čaká na odoslanie. Môžete sledovať priebeh nad {0}.

source: Queued for backup. It may take a few minutes to an hour.
sk: Zaradené do fronty na zálohovanie. Môže to trvať niekoľko minút až hodinu.

source: Queued for backup. You will receive an email with the download link
sk: Zaradené do poradia na zálohovanie. Dostanete email s odkazom na stiahnutie

source: Queued {0} emails
sk: Zaradených do fronty {0} emailov

source: Queues
sk: Fronty

source: Queuing emails...
sk: Zaraďovanie e-mailov do fronty...

source: Queuing {0} for Submission
sk: Zaradenie {0} na odoslanie

source: Quick Entry
sk: Rýchly zápis

source: Quick Help for Setting Permissions
sk: Rýchla pomoc pri nastavení oprávnení

source: Quick List Filter
sk: Rýchly zoznam - filter

source: Quick Lists
sk: Rýchle zoznamy

source: Quoting must be between 0 and 3
sk: Kótovanie musí byť medzi 0 a 3

source: RAW Information Log
sk: Záznam surových informácií

source: RQ Job
sk: Úloha RQ

source: RQ Worker
sk: RQ pracovník

source: Random
sk: Náhodný

source: Range
sk: Rozsah

source: Rank
sk: Hodnosť

source: Rate Limiting
sk: Obmedzovanie rýchlosti

source: Rate Limits
sk: Limitácia rýchlosti

source: Rate limit for email link login
sk: Limit rýchlosti pre prihlásenie pomocou emailového odkazu

source: Rating
sk: Hodnotenie

source: Raw Commands
sk: Surové príkazy

source: Raw Printing
sk: Surová tlač

source: Raw Printing Setting
sk: Nastavenie surového tlače

source: Raw Printing Settings
sk: Nastavenia surového tlače

source: Re-Run in Console
sk: Spustiť znova v konzole

source: Read
sk: Prečítať

source: Read Only
sk: Iba na čítanie

source: Read Only Depends On
sk: Len na čítanie závisí na

source: Read Only Depends On (JS)
sk: Iba na čítanie závisí od (JS)
