Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: User Document Type
sk: Používateľský typ dokumentu

source: User Document Types Limit Exceeded
sk: Limit povolených typov dokumentov používateľa bol prekročený

source: User Email
sk: Používateľský e-mail

source: User Emails
sk: Používateľské e-maily

source: User Field
sk: Užívateľské pole

source: User Group
sk: Používateľská skupina

source: User Group Member
sk: Člen používateľskej skupiny

source: User Group Members
sk: Členovia používateľskej skupiny

source: User ID
sk: Používateľské ID

source: User ID Property
sk: Identifikátor používateľa Property

source: User ID of a Blogger
sk: Používateľské ID blogera

source: User Id
sk: Užívateľské ID

source: User Id Field
sk: Pole používateľského ID

source: User Id Field is mandatory in the user type {0}
sk: Pole User Id je povinné v type používateľa {0}

source: User Image
sk: Obrázok používateľa

source: User Menu
sk: Používateľské menu

source: User Name
sk: Používateľské meno

source: User Permission
sk: Používateľské povolenie

source: User Permissions
sk: Používateľské oprávnenia

source: User Permissions are used to limit users to specific records.
sk: Používateľské povolenia sa používajú na obmedzenie používateľov na konkrétne záznamy.

source: User Permissions created sucessfully
sk: Používateľské oprávnenia boli úspešne vytvorené

source: User Profile
sk: Používateľský profil

source: User Role
sk: Používateľská rola

source: User Select Document Type
sk: Používateľ Vyberte Typ Dokumentu

source: User Settings
sk: Používateľské nastavenia

source: User Social Login
sk: Používateľské sociálne prihlásenie

source: User Tags
sk: Používateľské značky

source: User Type
sk: Typ používateľa

source: User Type Module
sk: Modul typu používateľa

source: User can login using Email id or Mobile number
sk: Používateľ sa môže prihlásiť pomocou Email id alebo mobilného čísla.

source: User can login using Email id or User Name
sk: Používateľ sa môže prihlásiť pomocou e-mailovej adresy alebo používateľského mena

source: User does not exist
sk: Používateľ neexistuje

source: User does not exist.
sk: Používateľ neexistuje.

source: User does not have permission to create the new {0}
sk: Používateľ nemá povolenie na vytvorenie novej {0}

source: User is mandatory for Share
sk: Používateľ je povinný pre zdieľanie

source: User must always select
sk: Používateľ musí vždy vybrať

source: User not allowed to delete {0}: {1}
sk: Používateľ nemá povolenie na vymazanie {0}: {1}

source: User permission already exists
sk: Používateľské povolenie už existuje

source: User with email address {0} does not exist
sk: Používateľ s e-mailovou adresou {0} neexistuje

source: User with email: {0} does not exist in the system. Please ask 'System Administrator' to create the user for you.
sk: Používateľ s e-mailom: {0} neexistuje v systéme. Požiadajte „Správcu systému“, aby pre vás vytvoril používateľa.

source: User {0} cannot be deleted
sk: Používateľ {0} nemôže byť vymazaný

source: User {0} cannot be disabled
sk: Používateľ {0} nemôže byť zablokovaný

source: User {0} cannot be renamed
sk: Používateľ {0} sa nedá premenovať

source: User {0} does not have access to this document
sk: Používateľ {0} nemá prístup k tomuto dokumentu

source: User {0} does not have doctype access via role permission for document {1}
sk: Používateľ {0} nemá prístup k typu dokumentu cez oprávnenie roly pre dokument {1}

source: User {0} does not have the permission to create a Workspace.
sk: Používateľ {0} nemá povolenie na vytvorenie pracovného priestoru.

source: User {0} has requested for data deletion
sk: Používateľ {0} požiadal o vymazanie dát.

source: User {0} impersonated as {1}
sk: Používateľ {0} sa vydával za {1}

source: User {0} is disabled
sk: Používateľ {0} je zakázaný

source: User {0} is disabled. Please contact your System Manager.
sk: Používateľ {0} je deaktivovaný. Prosím, kontaktujte vášho správcu systému.

source: User {0} is not permitted to access this document.
sk: Používateľ {0} nemá povolenie na prístup k tomuto dokumentu.

source: Userinfo URI
sk: URI používateľských informácií

source: Username
sk: Používateľské meno

source: Username {0} already exists
sk: Používateľské meno {0} už existuje

source: Users
sk: Používatelia

source: Users assigned to the reference document will get points.
sk: Používatelia priradení k referenčnému dokumentu získajú body.

source: Users with role {0}:
sk: Používatelia s rolou {0}:

source: Uses system's theme to switch between light and dark mode
sk: Používa systémovú tému na prepínanie medzi svetlým a tmavým režimom

source: Using this console may allow attackers to impersonate you and steal your information. Do not enter or paste code that you do not understand.
sk: Používanie tejto konzoly môže umožniť útočníkom, aby sa vydávali za vás a ukradli vaše informácie. Nevkladajte ani nevkladajte kód, ktorému nerozumiete.

source: Utilization
sk: Využitie

source: Utilization %
sk: Využitie %

source: Valid
sk: Platný

source: Valid Login id required.
sk: Je potrebné platné prihlasovacie ID.

source: Valid email and name required
sk: Platný e-mail a meno sú potrebné

source: Validate Field
sk: Overiť pole

source: Validation Error
sk: Chyba validácie

source: Validity
sk: Platnosť

source: Value
sk: Hodnota

source: Value Based On
sk: Hodnota založená na

source: Value Change
sk: Zmena hodnoty

source: Value Changed
sk: Hodnota zmenená

source: Value To Be Set
sk: Hodnota, ktorú treba nastaviť

source: Value cannot be changed for {0}
sk: Hodnota sa nedá zmeniť pre {0}

source: Value cannot be negative for
sk: Hodnota nemôže byť záporná pre

source: Value cannot be negative for {0}: {1}
sk: Hodnota nemôže byť záporná pre {0}: {1}

source: Value for a check field can be either 0 or 1
sk: Hodnota pre zaškrtávacie pole môže byť buď 0 alebo 1

source: Value for field {0} is too long in {1}. Length should be lesser than {2} characters
sk: Hodnota pre pole {0} je príliš dlhá v {1}. Dĺžka by mala byť menšia ako {2} znakov

source: Value for {0} cannot be a list
sk: Hodnota pre {0} nemôže byť zoznam

source: Value from this field will be set as the due date in the ToDo
sk: Hodnota z tohto poľa bude nastavená ako termín v Úlohe (ToDo)

source: Value missing for
sk: Hodnota chýba pre

source: Value must be one of {0}
sk: Hodnota musí byť jedna z {0}

source: Value to Validate
sk: Hodnota na overenie

source: Value too big
sk: Hodnota je príliš veľká

source: Value {0} missing for {1}
sk: Hodnota {0} chýba pre {1}

source: Value {0} must be in the valid duration format: d h m s
sk: Hodnota {0} musí byť v platnom formáte trvania: d h m s

source: Value {0} must in {1} format
sk: Hodnota {0} musí byť vo formáte {1}

source: Values Changed
sk: Zmenené hodnoty

source: Verification
sk: Overenie

source: Verification Code
sk: Overovací kód

source: Verification Link
sk: Overovací odkaz

source: Verification code email not sent. Please contact Administrator.
sk: Overovací kód e-mailu nebol odoslaný. Prosím, kontaktujte administrátora.

source: Verification code has been sent to your registered email address.
sk: Overovací kód bol odoslaný na vašu registrovanú emailovú adresu.

source: Verified
sk: Overené

source: Verify
sk: Overiť

source: Verify Password
sk: Overiť heslo

source: Verifying...
sk: Overuje sa...

source: Version
sk: Verzia

source: Version Updated
sk: Aktualizovaná verzia

source: Video URL
sk: URL videa

source: View
sk: Zobraziť

source: View All
sk: Zobraziť všetko

source: View Blog Post
sk: Zobraziť blogový príspevok

source: View Comment
sk: Zobraziť komentár

source: View Full Log
sk: Zobraziť celý záznam

source: View List
sk: Zobraziť zoznam

source: View Log
sk: Zobraziť záznam

source: View Permitted Documents
sk: Zobraziť povolené dokumenty

source: View Properties (via Customize Form)
sk: Zobraziť vlastnosti (cez Prispôsobenie formulára)

source: View Ref
sk: Zobraziť Ref

source: View Report
sk: Zobraziť správu

source: View Settings
sk: Zobraziť nastavenia

source: View Switcher
sk: Prepínač zobrazenia

source: View Website
sk: Zobraziť webovú stránku

source: View document
sk: Zobraziť dokument

source: View file
sk: Zobraziť súbor

source: View report in your browser
sk: Zobraziť správu vo vašom prehliadači

source: View this in your browser
sk: Zobraziť to vo vašom prehliadači

# Button in web form
source: View your response
sk: Zobraziť vašu odpoveď

source: View {0}
sk: Zobraziť {0}

source: Viewed By
sk: Zobrazené kým

source: Views
sk: Zobrazenia

source: Virtual
sk: Virtuálne

source: Virtual DocType {} requires a static method called {} found {}
sk: Virtuálny DocType {} vyžaduje statickú metódu nazývanú {} nájdenú {}

source: Virtual DocType {} requires overriding an instance method called {} found {}
sk: Virtuálny DocType {} vyžaduje prekrytie inštančnej metódy nazývanej {} nájdenej {}

source: Visibility
sk: Viditeľnosť

source: Visit
sk: Návšteva

source: Visit Web Page
sk: Navštíviť webovú stránku

source: Visitor ID
sk: Identifikačné číslo návštevníka

source: Want to discuss?
sk: Chcete diskutovať?

source: Warehouse
sk: Sklad

source: Warning
sk: Upozornenie

source: Warning: DATA LOSS IMMINENT! Proceeding will permanently delete following database columns from doctype {0}:
sk: Upozornenie: HROZÍ STRATA DÁT! Pokračovaním budú natrvalo vymazané nasledujúce stĺpce databázy z doctype {0}:

source: Warning: Unable to find {0} in any table related to {1}
sk: Upozornenie: Nie je možné nájsť {0} v žiadnej tabuľke súvisiacej s {1}

source: Warning: Updating counter may lead to document name conflicts if not done properly
sk: Varovanie: Aktualizácia čítača môže viesť ku konfliktom názvov dokumentov, ak nie je vykonaná správne

source: Was this article helpful?
sk: Boli tieto informácie užitočné?

source: Watch Tutorial
sk: Pozrieť si tutoriál

source: Watch Video
sk: Sledovať video

source: We do not allow editing of this document. Simply click the Edit button on the workspace page to make your workspace editable and customize it as you wish
sk: Nepovoľujeme úpravy tohto dokumentu. Jednoducho kliknite na tlačidlo Upraviť na stránke pracovného priestoru, aby ste sprístupnili úpravy svojho pracovného priestoru a prispôsobili si ho podľa svojich predstáv.

source: We have received a request for deletion of {0} data associated with: {1}
sk: Dostali sme žiadosť o vymazanie údajov {0} spojených s: {1}

source: We have received a request from you to download your {0} data associated with: {1}
sk: Dostali sme od vás žiadosť o stiahnutie vašich {0} údajov spojených s: {1}

source: We've received your query!
sk: Dostali sme vašu otázku!

source: Weak
sk: Slabé

source: Web Form
sk: Webový formulár

source: Web Form Field
sk: Webový formulár (pole)

source: Web Form Fields
sk: Polia webového formulára

source: Web Form List Column
sk: Zoznam stĺpcov webového formulára

source: Web Page
sk: Webová stránka

source: Web Page Block
sk: Blok webovej stránky

source: Web Page URL
sk: URL webovej stránky

source: Web Page View
sk: Zobrazenie webstránky

source: Web Site
sk: Webová stránka

source: Web Template
sk: Webová šablóna

source: Web Template Field
sk: Pole webovej šablóny

source: Web Template Values
sk: Hodnoty webovej šablóny

source: Web Template is not specified
sk: Šablóna webu nie je špecifikovaná

source: Web View
sk: Zobrazenie webu

source: Webhook Data
sk: Údaje webového hooku

source: Webhook Header
sk: Hlavička webhooku

source: Webhook Headers
sk: Hlavičky webhooku

source: Webhook Request
sk: Požiadavka Webhook

source: Webhook Request Log
sk: Záznam požiadaviek Webhooku

source: Webhook Security
sk: Bezpečnosť webhooku

source: Webhook Trigger
sk: Spúšťač webhooku

source: Webhook URL
sk: URL pre Webhook

source: Website
sk: Webstránka

source: Website Analytics
sk: Webová analytika

source: Website Manager
sk: Manažér webstránky

source: Website Meta Tag
sk: Meta tag webovej stránky

source: Website Route Meta
sk: "Meta trasa webstránky"

source: Website Route Redirect
sk: Presmerovanie cesty webovej stránky

source: Website Script
sk: Skript webstránky

source: Website Search Field
sk: Pole pre vyhľadávanie na webovej stránke

source: Website Search Field must be a valid fieldname
sk: Pole vyhľadávania na webovej stránke musí byť platným názvom poľa

source: Website Settings
sk: Nastavenia webstránky

source: Website Sidebar
sk: Postranný panel webovej stránky

source: Website Sidebar Item
sk: Položka postranného panelu webu

source: Website Slideshow
sk: Prezentácia na webovej stránke

source: Website Slideshow Item
sk: Položka slideshow webu

source: Website Theme
sk: Webová téma

source: Website Theme Ignore App
sk: Ignorovanie aplikácie témy webovej stránky

source: Website Theme Image
sk: Obrázok témy webovej stránky

source: Website Theme image link
sk: Odkaz na obrázok témy webovej stránky

source: Wednesday
sk: Streda

source: Week
sk: Týždeň

source: Weekdays
sk: Pracovné dni

source: Weekly
sk: Týždenne

source: Weekly Long
sk: Týždenný dlhý

source: Welcome
sk: Vitajte

source: Welcome Email Template
sk: Šablóna uvítacieho emailu

source: Welcome URL
sk: Vitajte URL adresa

source: Welcome Workspace
sk: Vitajte v pracovnom priestore

source: Welcome email sent
sk: Uvítací email odoslaný

source: Welcome to {0}
sk: Vitajte v {0}

source: What's New
sk: Čo je nové

source: When enabled this will allow guests to upload files to your application, You can enable this if you wish to collect files from user without having them to log in, for example in job applications web form.
sk: Keď je toto povolené, umožní to hosťom nahrávať súbory do vašej aplikácie. Môžete to povoliť, ak chcete zbierať súbory od používateľov bez toho, aby sa museli prihlásiť, napríklad vo webovom formulári žiadosti o zamestnanie.

source: When sending document using email, store the PDF on Communication. Warning: This can increase your storage usage.
sk: Pri odosielaní dokumentu pomocou e-mailu, uložte PDF do Komunikácie. Upozornenie: Toto môže zvýšiť využitie vášho úložného priestoru.

source: When uploading files, force the use of the web-based image capture. If this is unchecked, the default behavior is to use the mobile native camera when use from a mobile is detected.
sk: Pri nahrávaní súborov vynútiť použitie webového snímania obrázkov. Ak nie je zaškrtnuté, predvoleným správaním je použiť natívnu kameru mobilného zariadenia, keď je zistené použitie z mobilu.

source: When you Amend a document after Cancel and save it, it will get a new number that is a version of the old number.
sk: Keď upravíte dokument po jeho zrušení a uložení, dostane nové číslo, ktoré je verziou starého čísla.

source: Which view of the associated DocType should this shortcut take you to?
sk: Ku ktorému zobrazeniu priradeného DocType by vás mala táto skratka presmerovať?

source: Width
sk: Šírka

source: Widths can be set in px or %.
sk: Šírky možno nastaviť v px alebo %.

source: Wildcard Filter
sk: Filter s džokerom

source: Will add "%" before and after the query
sk: Pridá "%" pred a za dotaz

source: Will be used in url (usually first name).
sk: Bude použitý v URL (zvyčajne krstné meno).

source: Will be your login ID
sk: Bude vaším prihlasovacím ID

source: Will only be shown if section headings are enabled
sk: Bude zobrazené len v prípade, že sú povolené nadpisy sekcií

source: Will run scheduled jobs only once a day for inactive sites. Default 4 days if set to 0.
sk: Bude spúšťať naplánované úlohy len raz denne pre neaktívne stránky. Predvolene 4 dni, ak je nastavené na 0.

source: With Letter head
sk: S hlavičkou listu

source: Worflow States Don't Exist
sk: Stavy pracovného toku neexistujú

source: Worker Information
sk: Informácie o pracovníkovi

source: Worker Name
sk: Meno pracovníka

source: Workflow
sk: Pracovný postup

source: Workflow Action
sk: Akcia pracovného postupu

source: Workflow Action Master
sk: Hlavný úkon pracovného postupu

source: Workflow Action Name
sk: Názov akcie pracovného postupu

source: Workflow Action Permitted Role
sk: Povolená rola akcie pracovného postupu

source: Workflow Action is not created for optional states
sk: Akcia pracovného toku nie je vytvorená pre voliteľné stavy

source: Workflow Builder
sk: Tvorca pracovných postupov

source: Workflow Builder ID
sk: ID tvorcu pracovného postupu

source: Workflow Builder allows you to create workflows visually. You can drag and drop states and link them to create transitions. Also you can update thieir properties from the sidebar.
sk: Nástroj na tvorbu pracovných tokov umožňuje vizuálne vytvárať pracovné toky. Môžete ťahať a púšťať stavy a prepojiť ich na vytvorenie prechodov. Tiež môžete aktualizovať ich vlastnosti z bočného panela.

source: Workflow Data
sk: Dáta procesu

source: Workflow Details
sk: Podrobnosti pracovného postupu

source: Workflow Document State
sk: Stav dokumentu pracovného postupu

source: Workflow Name
sk: Názov pracovného postupu

source: Workflow State
sk: Stav pracovného postupu

source: Workflow State Field
sk: Poľo stavu pracovného toku

source: Workflow State not set
sk: Stav pracovného postupu nie je nastavený

source: Workflow State transition not allowed from {0} to {1}
sk: Prechod stavu pracovného postupu nie je povolený z {0} na {1}

source: Workflow Status
sk: Stav pracovného toku

source: Workflow Transition
sk: Prechod pracovného postupu

source: Workflow state represents the current state of a document.
sk: Stav pracovného toku predstavuje aktuálny stav dokumentu.

source: Workflow updated successfully
sk: Pracovný tok bol úspešne aktualizovaný

source: Workflows allow you to define custom rules for the approval process of a particular document in ERPNext. You can also set complex Workflow Rules and set approval conditions.
sk: Workflowy vám umožňujú definovať vlastné pravidlá pre proces schvaľovania konkrétneho dokumentu v ERPNext. Môžete tiež nastaviť komplexné pravidlá tokov práce a stanoviť podmienky schvaľovania.

source: Workspace
sk: Pracovný priestor

source: Workspace <b>{0}</b> does not exist
sk: Pracovný priestor <b>{0}</b> neexistuje

source: Workspace Chart
sk: "Graf pracovného priestoru"

source: Workspace Custom Block
sk: Vlastný blok pracovného priestoru

source: Workspace Link
sk: Odkaz na pracovný priestor

source: Workspace Manager
sk: Správca pracovného priestoru

source: Workspace Number Card
sk: Číslo karty pracovnej plochy

source: Workspace Quick List
sk: „Rýchly zoznam pracovného priestoru“

source: Workspace Shortcut
sk: "Skratka pracovného priestoru"

source: Workspace not found
sk: Pracovný priestor nebol nájdený

source: Workspace {0} Created Successfully
sk: Pracovný priestor {0} bol úspešne vytvorený

source: Workspace {0} Deleted Successfully
sk: Pracovný priestor {0} bol úspešne odstránený

source: Workspace {0} Edited Successfully
sk: Pracovný priestor {0} bol úspešne upravený

source: Workspaces
sk: Pracovné priestory

source: Write
sk: Napísať

source: Wrong Fetch From value
sk: Nesprávna hodnota načítania

source: X Axis Field
sk: Pole osy X

source: X Field
sk: Pole X

source: Y Axis
sk: Os Y

source: Y Axis Fields
sk: Polia osi Y

source: Y Field
sk: Y pole

source: Year
sk: Rok

source: Yearly
sk: Ročne

source: Yellow
sk: Žltá

source: Yes
sk: Áno

# Name of the current user. For example: You edited this 5 hours ago.
source: You
sk: Vy

source: You Liked
sk: Páčilo sa vám

source: You are connected to internet.
sk: Ste pripojení k internetu.

source: You are impersonating as another user.
sk: Predstavujete sa ako iný používateľ.

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in field {3}
sk: Nie je povolené pristupovať k tomuto záznamu {0}, pretože je prepojený s {1} '{2}' v poli {3}

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in row {3}, field {4}
sk: Nemáte povolenie pristupovať k tomuto záznamu {0}, pretože je prepojený s {1} '{2}' v riadku {3}, pole {4}

source: You are not allowed to create columns
sk: Nemáte povolenie vytvárať stĺpce

source: You are not allowed to delete Standard Report
sk: Nemáte povolenie zmazať štandardnú správu

source: You are not allowed to delete a standard Website Theme
sk: Nie je dovolené odstrániť štandardnú tému webovej stránky.

source: You are not allowed to edit the report.
sk: Nemáte povolenie upravovať správu.

source: You are not allowed to export {} doctype
sk: Nemáte povolenie exportovať {} doctype.

source: You are not allowed to print this report
sk: Nemáte povolenie tlačiť túto správu.

source: You are not allowed to send emails related to this document
sk: Nemáte povolené posielať e-maily súvisiace s týmto dokumentom

source: You are not allowed to update this Web Form Document
sk: Nemáte povolenie aktualizovať tento dokument webového formulára.

source: You are not connected to Internet. Retry after sometime.
sk: Nie ste pripojení k internetu. Skúste znova neskôr.

source: You are not permitted to access this page without login.
sk: Nie je vám povolené pristupovať na túto stránku bez prihlásenia.

source: You are not permitted to access this page.
sk: Nemáte povolenie na prístup k tejto stránke.

source: You are not permitted to access this resource.
sk: Nemáte povolenie na prístup k tomuto zdroju.

source: You are now following this document. You will receive daily updates via email. You can change this in User Settings.
sk: Sledujete tento dokument. Budete dostávať denné aktualizácie cez email. Toto môžete zmeniť v Nastaveniach používateľa.

source: You are only allowed to update order, do not remove or add apps.
sk: Môžete iba aktualizovať objednávku, nepridávajte ani neodstraňujte aplikácie.

source: You are selecting Sync Option as ALL, It will resync all read as well as unread message from server. This may also cause the duplication of Communication (emails).
sk: Vyberáte možnosť synchronizácie ako VŠETKO, čo znovu synchronizuje všetky prečítané aj neprečítané správy zo servera. To môže tiež spôsobiť duplicitu komunikácie (e-maily).

# Form timeline
source: You attached {0}
sk: Pripojili ste {0}

source: You can add dynamic properties from the document by using Jinja templating.
sk: Môžete pridať dynamické vlastnosti z dokumentu použitím Jinja templatingu.

source: You can also access wkhtmltopdf variables (valid only in PDF print):
sk: Môžete tiež pristupovať k premenným wkhtmltopdf (platí iba v PDF tlači):

source: You can also copy-paste following link in your browser
sk: Môžete tiež skopírovať a vložiť nasledujúci odkaz do vášho prehliadača

source: You can also copy-paste this
sk: Môžete to tiež skopírovať a prilepiť

source: You can also copy-paste this {0} to your browser
sk: Môžete tiež skopírovať a vložiť tento {0} do vášho prehliadača

source: You can change Submitted documents by cancelling them and then, amending them.
sk: Môžete zmeniť predložené dokumenty ich zrušením a následným doplnením.

source: You can change the retention policy from {0}.
sk: Môžete zmeniť politiku uchovávania z {0}.

source: You can continue with the onboarding after exploring this page
sk: Môžete pokračovať s onboardingom po preskúmaní tejto stránky

source: You can disable this {0} instead of deleting it.
sk: Môžete túto {0} zakázať namiesto toho, aby ste ju vymazali.

source: You can increase the limit from System Settings.
sk: Môžete zvýšiť limit v nastaveniach systému.

source: You can manually remove the lock if you think it's safe: {}
sk: Môžete manuálne odstrániť zámok, ak si myslíte, že je to bezpečné: {}

source: You can only insert images in Markdown fields
sk: Môžete vkladať iba obrázky v Markdown poliach

source: You can only print upto {0} documents at a time
sk: Môžete vytlačiť len do {0} dokumentov naraz

source: You can only set the 3 custom doctypes in the Document Types table.
sk: Môžete nastaviť iba 3 vlastné doctypes v tabuľke Typy dokumentov.
