Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: No comments yet.
sk: Zatiaľ žiadne komentáre.

source: No contacts added yet.
sk: Ešte neboli pridané žiadne kontakty.

source: No contacts linked to document
sk: Žiadne kontakty nie sú prepojené s dokumentom

source: No data to export
sk: Žiadne údaje na exportovanie

source: No default Address Template found. Please create a new one from Setup > Printing and Branding > Address Template.
sk: Nenašla sa žiadna predvolená šablóna adresy. Prosím, vytvorte novú v časti Nastavenia > Tlač a branding > Šablóna adresy.

source: No documents found tagged with {0}
sk: Nenašli sa žiadne dokumenty označené ako {0}

source: No email account associated with the User. Please add an account under User > Email Inbox.
sk: Žiadny e-mailový účet priradený k používateľovi. Prosím, pridajte účet v sekcii Používateľ > E-mailová schránka.

source: No failed logs
sk: Žiadne zlyhané záznamy

source: No fields found that can be used as a Kanban Column. Use the Customize Form to add a Custom Field of type "Select".
sk: Nenašli sa žiadne polia, ktoré by mohli byť použité ako Kanban stĺpec. Použite možnosť Prispôsobiť formulár na pridanie Vlastného poľa typu "Výber".

source: No file attached
sk: Žiadny súbor nie je pripojený

source: No filters found
sk: Žiadne filtre neboli nájdené

source: No filters selected
sk: Žiadne filtre neboli vybrané

source: No further records
sk: Žiadne ďalšie záznamy

source: No matching records. Search something new
sk: Žiadne zodpovedajúce záznamy. Skúste vyhľadať niečo nové

source: No more items to display
sk: Žiadne ďalšie položky na zobrazenie

source: No need for symbols, digits, or uppercase letters.
sk: Nie je potrebné používať symboly, číslice alebo veľké písmená.

source: No new Google Contacts synced.
sk: Žiadne nové kontakty Google neboli synchronizované.

source: No new notifications
sk: Žiadne nové oznámenia

source: No of Columns
sk: Počet stĺpcov

source: No of Rows (Max 500)
sk: Počet riadkov (Max 500)

source: No permission for {0}
sk: Žiadne povolenie pre {0}

# {0} = verb, {1} = object
source: No permission to '{0}' {1}
sk: Žiadne povolenie na '{0}' {1}

source: No permission to read {0}
sk: Nemáte povolenie na čítanie {0}

source: No permission to {0} {1} {2}
sk: Žiadne povolenie na {0} {1} {2}

source: No records deleted
sk: Žiadne záznamy neboli vymazané

source: No records present in {0}
sk: Žiadne záznamy v {0}

source: No records tagged.
sk: Žiadne záznamy neoznačené.

source: No records will be exported
sk: Žiadne záznamy sa nebudú exportovať

source: No template found at path: {0}
sk: Žiadna šablóna nenájdená na ceste: {0}

source: No values to show
sk: Žiadne hodnoty na zobrazenie

source: No {0}
sk: Žiadne {0}

source: No {0} Found
sk: Nenašiel sa žiadny {0}

source: No {0} found
sk: Nenašlo sa žiadne {0}

source: No {0} found with matching filters. Clear filters to see all {0}.
sk: Nenašla sa žiadna {0} zodpovedajúca filtrom. Vymažte filtre, aby ste videli všetky {0}.

source: No {0} mail
sk: Žiadny {0} mail

# Title of the 'row number' column
source: No.
sk: Č.

source: Non Negative
sk: Nezáporné

source: Non-Conforming
sk: Nekonformný

source: None
sk: Žiadne

source: None: End of Workflow
sk: None: Koniec pracovného toku

source: Normalized Copies
sk: Normalizované kópie

source: Normalized Query
sk: Normalizovaný dopyt

source: Not Allowed
sk: Nie je povolené

source: Not Allowed: Disabled User
sk: Nie je povolené: deaktivovaný používateľ

source: Not Ancestors Of
sk: Nie potomkovia z

source: Not Descendants Of
sk: Nie potomkovia

source: Not Equals
sk: Nie je rovné

source: Not Found
sk: Nenašlo sa

source: Not Helpful
sk: Nepomohlo

source: Not In
sk: Neobsahuje

source: Not Like
sk: Nie ako

source: Not Linked to any record
sk: Nespojené so žiadnym záznamom

source: Not Permitted
sk: Nepovolené

source: Not Permitted to read {0}
sk: Nie je povolené čítať {0}

source: Not Published
sk: Nezverejnené

source: Not Saved
sk: Neuložené

source: Not Seen
sk: Nevidené

source: Not Sent
sk: Neposlané

source: Not Set
sk: Nenastavené

source: Not a valid Comma Separated Value (CSV File)
sk: Nie je platný súbor s hodnotami oddelenými čiarkou (súbor CSV)

source: Not a valid User Image.
sk: Nie je platný obrázok používateľa.

source: Not a valid Workflow Action
sk: Nie je platná akcia pracovného postupu

source: Not a valid user
sk: Nie je platný používateľ

source: Not active
sk: Neaktívne

source: Not allowed for {0}: {1}
sk: Nie je povolené pre {0}: {1}

source: Not allowed to attach {0} document, please enable Allow Print For {0} in Print Settings
sk: Nie je povolené pripojiť dokument {0}, prosím, povolte Povoliť tlač pre {0} v Nastaveniach tlače

source: Not allowed to create custom Virtual DocType.
sk: Nie je dovolené vytvárať vlastný virtuálny DocType.

source: Not allowed to print cancelled documents
sk: Nie je dovolené tlačiť zrušené dokumenty

source: Not allowed to print draft documents
sk: Nedovolené tlačiť koncepty dokumentov

source: Not allowed via controller permission check
sk: Nie je povolené prostredníctvom kontroly povolenia riadiaceho panela

source: Not found
sk: Nenašlo sa

source: Not in Developer Mode
sk: Nie v režime vývojára

source: Not in Developer Mode! Set in site_config.json or make 'Custom' DocType.
sk: Nie je v režime vývojára! Nastavte v site_config.json alebo vytvorte 'Vlastný' DocType.

source: Not permitted
sk: Nepovolené

source: Not permitted to view {0}
sk: Nie je dovolené zobraziť {0}

source: Note
sk: Poznámka

source: Note Seen By
sk: Videné poznámkou

source: Note:
sk: Poznámka:

source: Note: By default emails for failed backups are sent.
sk: Poznámka: Predvolene sú e-maily o neúspešných zálohách odosielané.

source: Note: Changing the Page Name will break previous URL to this page.
sk: Poznámka: Zmena názvu stránky preruší predchádzajúcu URL adresu tejto stránky.

source: Note: Etc timezones have their signs reversed.
sk: Poznámka: Časové pásma Etc majú svoje znaky obrátené.

source: Note: For best results, images must be of the same size and width must be greater than height.
sk: Poznámka: Pre dosiahnutie najlepších výsledkov musia byť obrázky rovnakej veľkosti a šírka musí byť väčšia ako výška.

source: Note: Multiple sessions will be allowed in case of mobile device
sk: Poznámka: V prípade mobilného zariadenia budú povolené viaceré relácie

source: Note: This will be shared with user.
sk: Poznámka: Toto bude zdieľané s používateľom.

source: Note: Your request for account deletion will be fulfilled within {0} hours.
sk: Poznámka: Vaša žiadosť o zmazanie účtu bude splnená do {0} hodín.

source: Notes:
sk: Poznámky:

source: Nothing New
sk: Nič nové

source: Nothing left to redo
sk: Nič nezostáva na opätovné vykonanie

source: Nothing left to undo
sk: Nič nezostáva na vrátenie späť.

source: Nothing to show
sk: Nie je čo zobraziť

source: Nothing to update
sk: Nič na aktualizáciu

source: Notification
sk: Oznámenie

source: Notification Log
sk: Denník upozornení

source: Notification Recipient
sk: Príjemca oznámenia

source: Notification Settings
sk: Nastavenia upozornení

source: Notification Subscribed Document
sk: Oznámenie o Odpísanom Dokumente

source: Notification sent to
sk: Oznámenie odoslané na

source: Notifications
sk: Notifikácie

source: Notifications Disabled
sk: Notifikácie sú vypnuté

source: Notifications and bulk mails will be sent from this outgoing server.
sk: Upozornenia a hromadné e-maily budú odoslané z tohto odchádzajúceho servera.

source: Notify Users On Every Login
sk: Upozorniť používateľov pri každom prihlásení

source: Notify by Email
sk: Oznámiť e-mailom

source: Notify by email
sk: Oznámiť e-mailom

source: Notify if unreplied
sk: Upozorniť, ak je bez odpovede

source: Notify if unreplied for (in mins)
sk: Upozorniť, ak nie je zodpovedané (v minútach)

source: Notify users with a popup when they log in
sk: Upozorniť používateľov vyskakovacím oknom pri prihlásení

source: Now
sk: Teraz

source: Number
sk: Číslo

source: Number Card
sk: Karta čísla

source: Number Card Link
sk: Odkaz karty čísla

source: Number Card Name
sk: Názov číselnej karty

source: Number Cards
sk: "Počet kariet"

source: Number Format
sk: Formát čísel

source: Number of Backups
sk: Počet záloh

source: Number of DB Backups
sk: Počet DB záloh

source: Number of DB backups cannot be less than 1
sk: Počet záloh DB nemôže byť menší ako 1

source: Number of Groups
sk: Počet skupín

source: Number of Queries
sk: Počet dotazov

source: Number of attachment fields are more than {}, limit updated to {}.
sk: Počet polí príloh je viac než {}, limit bol aktualizovaný na {}.

source: Number of backups must be greater than zero.
sk: Počet záloh musí byť väčší ako nula.

source: Number of columns for a field in a Grid (Total Columns in a grid should be less than 11)
sk: Počet stĺpcov pre pole v mriežke (Celkový počet stĺpcov v mriežke by mal byť menej ako 11)

source: Number of columns for a field in a List View or a Grid (Total Columns should be less than 11)
sk: Počet stĺpcov pre pole v zobrazení zoznamu alebo mriežky (Celkový počet stĺpcov by mal byť menej ako 11)

source: Number of days after which the document Web View link shared on email will be expired
sk: Počet dní po ktorých bude odkaz na Zobrazenie dokumentu na webovej stránke, zdieľaný e-mailom, neplatný.

source: Number of keys
sk: Počet kľúčov

source: Number of onsite backups
sk: Počet zálohovaní na mieste

source: OAuth Authorization Code
sk: Autorizačný kód OAuth

source: OAuth Bearer Token
sk: OAuth nosič tokenu

source: OAuth Client
sk: OAuth klient

source: OAuth Client ID
sk: ID klienta OAuth

source: OAuth Client Role
sk: Úloha OAuth klienta

source: OAuth Error
sk: Chyba OAuth

source: OAuth Provider Settings
sk: Nastavenia OAuth poskytovateľa

source: OAuth Scope
sk: OAuth rozsah

source: OAuth has been enabled but not authorised. Please use "Authorise API Access" button to do the same.
sk: OAuth bol povolený, ale nie je autorizovaný. Na vykonanie tejto akcie použite tlačidlo "Autorizovať prístup k API".

source: OPTIONS
sk: MOŽNOSTI

source: OR
sk: ALEBO

source: OTP App
sk: OTP aplikácia

source: OTP Issuer Name
sk: Názov vydavateľa OTP

source: OTP Secret has been reset. Re-registration will be required on next login.
sk: Tajný kód OTP bol resetovaný. Pri ďalšom prihlásení bude potrebná opätovná registrácia.

source: OTP setup using OTP App was not completed. Please contact Administrator.
sk: Nastavenie OTP pomocou OTP aplikácie nebolo dokončené. Prosím, kontaktujte administrátora.

source: Occurrences
sk: Výskyty

source: Off
sk: Vypnuté

source: Office
sk: Kancelária

source: Official Documentation
sk: Oficiálna dokumentácia

source: Old Password
sk: Staré heslo

source: Old and new fieldnames are same.
sk: Staré a nové názvy polí sú rovnaké.

source: Older backups will be automatically deleted
sk: Staršie zálohy budú automaticky zmazané

source: Oldest Unscheduled Job
sk: Najstaršia neplánovaná úloha

source: On Hold
sk: Pozastavené

source: On Payment Authorization
sk: Na autorizáciu platby

source: On checking this option, URL will be treated like a jinja template string
sk: Po zaškrtnutí tejto možnosti sa URL bude považovať za jinja template string.

source: On or After
sk: Na alebo po

source: On or Before
sk: Na alebo pred

source: On {0}, {1} wrote:
sk: Dňa {0}, {1} napísal:

source: Onboard
sk: Na palubu

source: Onboarding Name
sk: Názov onboardingu

source: Onboarding Permission
sk: Povolenie na zaškolenie

source: Onboarding Status
sk: Stav zaškolenia

source: Onboarding Step
sk: Krok zaškolenia

source: Onboarding Step Map
sk: Mapa krokov zaškolenia

source: Onboarding complete
sk: Dokončené úvodné školenie

source: Once submitted, submittable documents cannot be changed. They can only be Cancelled and Amended.
sk: Po odoslaní nie je možné submittovateľné dokumenty meniť. Môžu byť iba zrušené a upravené.

source: Once you have set this, the users will only be able access documents (eg. Blog Post) where the link exists (eg. Blogger).
sk: Akonáhle toto nastavíte, používatelia budú mať prístup iba k dokumentom (napr. Blogový príspevok), kde spojenie existuje (napr. Blogger).

source: One Last Step
sk: Jeden posledný krok

source: One Time Password (OTP) Registration Code from {}
sk: Registračný kód jednorazového hesla (OTP) od {}

source: One of
sk: Jedným z

source: One of the child page with name {0} already exist in {1} Section. Please update the name of the child page first before moving
sk: Jedna z podstránok s názvom {0} už existuje v sekcii {1}. Najprv prosím aktualizujte názov podstránky pred presunutím.

source: Only 200 inserts allowed in one request
sk: Povolených je iba 200 vložení v jednej požiadavke

source: Only Administrator can delete Email Queue
sk: Iba administrátor môže vymazať frontu e-mailov

source: Only Administrator can edit
sk: Iba administrátor môže upravovať

source: Only Administrator can save a standard report. Please rename and save.
sk: Iba správca môže uložiť štandardnú správu. Premenujte a uložte, prosím.

source: Only Administrator is allowed to use Recorder
sk: Iba administrátor má povolené používať rekordér

source: Only Allow Edit For
sk: Povoliť úpravy iba pre

source: Only Options allowed for Data field are:
sk: Povolené možnosti pre pole údajov sú:

source: Only Send Records Updated in Last X Hours
sk: Iba odoslať záznamy aktualizované za posledné X hodín

source: Only Workspace Manager can edit public workspaces
sk: Iba správca pracovného priestoru môže upravovať verejné pracovné priestory

source: Only Workspace Manager can sort or edit this page
sk: Iba správca pracovného priestoru môže zoradiť alebo upraviť túto stránku

source: Only allowed to export customizations in developer mode
sk: Povolené exportovať prispôsobenia iba v režime vývojára

source: Only change this if you want to use other S3 compatible object storage backends.
sk: Toto zmeňte iba v prípade, že chcete použiť iné S3 kompatibilné úložiská objektov.

source: Only for
sk: Iba pre

source: Only mandatory fields are necessary for new records. You can delete non-mandatory columns if you wish.
sk: Iba povinné polia sú potrebné pre nové záznamy. Nepovinné stĺpce môžete odstrániť, ak si to želáte.

source: Only one {0} can be set as primary.
sk: Iba jeden {0} môže byť nastavený ako primárny.

source: Only reports of type Report Builder can be deleted
sk: Iba zostavy typu Report Builder je možné odstrániť

source: Only reports of type Report Builder can be edited
sk: Iba správy typu Report Builder môžu byť upravené

source: Only standard DocTypes are allowed to be customized from Customize Form.
sk: Iba štandardné DocTypes môžu byť prispôsobené z Customize Form.

source: Only the assignee can complete this to-do.
sk: Iba osoba priradená k tejto úlohe ju môže dokončiť.

source: Only users involved in the document are listed
sk: Sú uvedení iba používatelia zapojení do dokumentu.

source: Only {0} emailed reports are allowed per user.
sk: Iba {0} e-mailových správ je povolených na používateľa.

source: Oops! Something went wrong.
sk: "Ups! Niečo sa pokazilo."

source: Open
sk: Otvoriť

source: Open Awesomebar
sk: Otvoriť Awesomebar

source: Open Communication
sk: Otvorená komunikácia

source: Open Document
sk: Otvoriť dokument

source: Open Documents
sk: Otvoriť dokumenty

source: Open Help
sk: Otvoriť pomoc

source: Open Reference Document
sk: Otvoriť referenčný dokument

source: Open Settings
sk: Otvoriť nastavenia

source: Open Source Applications for the Web
sk: Otvorené aplikácie pre web

source: Open URL in a New Tab
sk: Otvoriť URL v novom okne

source: Open a dialog with mandatory fields to create a new record quickly
sk: Otvoriť dialóg s povinnými poľami na rýchle vytvorenie nového záznamu

source: Open a module or tool
sk: Otvorte modul alebo nástroj

source: Open in a new tab
sk: Otvoriť na novej karte

# Description of a list view shortcut
source: Open list item
sk: Otvoriť položku zoznamu

source: Open your authentication app on your mobile phone.
sk: Otvorte autentifikačnú aplikáciu na svojom mobilnom telefóne.

source: Open {0}
sk: Otvoriť {0}

source: OpenID Configuration
sk: Otvorená konfigurácia ID

source: Opened
sk: Otvorené

source: Operation
sk: Operácia

source: Operator must be one of {0}
sk: Operátor musí byť jedna z {0}

source: Optimize
sk: Optimalizovať

source: Optimizing image...
sk: Optimalizácia obrázka...

source: Option 1
sk: Možnosť 1

source: Option 2
sk: Možnosť 2

source: Option 3
sk: Možnosť 3

source: Option {0} for field {1} is not a child table
sk: Možnosť {0} pre pole {1} nie je podriadenou tabuľkou

source: Optional: Always send to these ids. Each Email Address on a new row
sk: Voliteľné: Vždy posielať na tieto ID. Každá e-mailová adresa na nový riadok.

source: Optional: The alert will be sent if this expression is true
sk: Voliteľné: Upozornenie bude odoslané, ak je tento výraz pravdivý

source: Options
sk: Možnosti

source: Options 'Dynamic Link' type of field must point to another Link Field with options as 'DocType'
sk: Možnosti typu poľa 'Dynamický odkaz' musia smerovať na iné pole typu Odkaz s možnosťami ako 'DocType'

source: Options Help
sk: Možnosti Pomocník

source: Options for Rating field can range from 3 to 10
sk: Možnosti pre pole Hodnotenie môžu byť v rozsahu od 3 do 10

source: Options for select. Each option on a new line.
sk: Možnosti pre výber. Každá možnosť na novom riadku.

source: Options for {0} must be set before setting the default value.
sk: Možnosti pre {0} musia byť nastavené pred nastavením predvolenej hodnoty.

source: Options is required for field {0} of type {1}
sk: Možnosti sú povinné pre pole {0} typu {1}

source: Options not set for link field {0}
sk: Možnosti nie sú nastavené pre odkazové pole {0}

source: Orange
sk: Oranžová

source: Order
sk: Poradie

source: Org History
sk: História organizácie

source: Org History Heading
sk: Nadpis histórie organizácie

source: Orientation
sk: Orientácia

source: Original Value
sk: Pôvodná hodnota

source: Other
sk: Iné

source: Outgoing (SMTP) Settings
sk: Odchádzajúce (SMTP) nastavenia

source: Outgoing Emails (Last 7 days)
sk: Odchádzajúce e-maily (Posledných 7 dní)

source: Outgoing Server
sk: Odchádzajúci server

source: Outgoing Settings
sk: Nastavenia odchádzajúcej pošty

source: Outgoing email account not correct
sk: Nesprávny účet odchádzajúcej pošty

source: Output
sk: Výstup

source: Overview
sk: Prehľad

source: Owner
sk: Vlastník

source: PDF Generation in Progress
sk: Generovanie PDF prebieha

source: PDF Page Height (in mm)
sk: Výška strany PDF (v mm)

source: PDF Page Size
sk: Veľkosť stránky PDF

source: PDF Page Width (in mm)
sk: Šírka strany PDF (v mm)

source: PDF Settings
sk: Nastavenia PDF

source: PDF generation failed
sk: Generovanie PDF zlyhalo

source: PDF generation failed because of broken image links
sk: Generovanie PDF zlyhalo kvôli nefunkčným odkazom na obrázky

source: PDF generation may not work as expected.
sk: Generovanie PDF nemusí fungovať podľa očakávania.

source: PDF printing via "Raw Print" is not supported.
sk: PDF tlač cez "Raw Print" nie je podporovaná.

source: Package
sk: Balík

source: Package Import
sk: Import balíka

source: Package Name
sk: Názov balíka

source: Package Release
sk: Vydanie balíka

source: Packages
sk: Balíky

source: Packages are lightweight apps (collection of Module Defs) that can be created, imported, or released right from the UI
sk: Balíky sú ľahké aplikácie (kolekcia definícií modulov), ktoré môžu byť vytvorené, importované alebo vydané priamo z používateľského rozhrania.

source: Page
sk: Stránka

source: Page Break
sk: Zlom strany

source: Page Builder
sk: Staviteľ stránok

source: Page Building Blocks
sk: Stavebné bloky stránky

source: Page HTML
sk: HTML stránky

source: Page Height (in mm)
sk: Výška stránky (v mm)

source: Page Margins
sk: Okraje stránky

source: Page Name
sk: Názov stránky

source: Page Number
sk: Číslo strany

source: Page Route
sk: Trasa stránky

source: Page Saved Successfully
sk: Stránka bola úspešne uložená

source: Page Settings
sk: Nastavenia stránky

source: Page Shortcuts
sk: Skratky stránky

source: Page Size
sk: Veľkosť stránky

source: Page Title
sk: Názov stránky

source: Page Width (in mm)
sk: Šírka stránky (v mm)

source: Page has expired!
sk: Stránka vypršala!

source: Page height and width cannot be zero
sk: Výška a šírka stránky nemôžu byť nula

source: Page not found
sk: Stránka nenájdená

source: Page to show on the website
sk: Stránka na zobrazenie na webovej stránke

source: Page with title {0} already exist.
sk: Stránka s názvom {0} už existuje.

source: Page {0} of {1}
sk: Strana {0} z {1}

source: Parent
sk: Rodič

source: Parent DocType
sk: Nadradený DocType

source: Parent Document Type
sk: Nadradený typ dokumentu

source: Parent Document Type is required to create a number card
sk: Rodičovský typ dokumentu je potrebný na vytvorenie číselnej karty

source: Parent Element Selector
sk: Selektor nadriadeného prvku

source: Parent Field
sk: Rodičovské pole

source: Parent Field (Tree)
sk: Nadradené pole (Strom)

source: Parent Field must be a valid fieldname
sk: Pole Nadriadeného musí byť platným názvom poľa

source: Parent Label
sk: Nadradená značka

source: Parent Missing
sk: Nadriadený chýba

source: Parent Page
sk: Nadradená stránka

source: Parent Table
sk: Rodičovská tabuľka

source: Parent document type is required to create a dashboard chart
sk: Názov rodičovského dokumentu je potrebný na vytvorenie grafu v dashboarde

source: Parent is the name of the document to which the data will get added to.
sk: Rodič je názov dokumentu, ku ktorému budú údaje pridané.

source: Parentfield not specified in {0}: {1}
sk: Pole nadriadeného `parentfield` nie je špecifikované v {0}: {1}

source: Parenttype, Parent and Parentfield are required to insert a child record
sk: "Parenttype", "Parent" a "Parentfield" sú potrebné na vloženie záznamu dieťaťa.

source: Partial
sk: Čiastočne

source: Partial Success
sk: Čiastočný úspech

source: Partially Sent
sk: Čiastočne odoslané

source: Participants
sk: Účastníci

source: Pass
sk: Prejsť

source: Passive
sk: Pasívny

source: Password
sk: Heslo

source: Password Email Sent
sk: E-mail s heslom odoslaný

source: Password Reset
sk: Obnovenie hesla

source: Password Reset Link Generation Limit
sk: Limit generovania odkazu na obnovenie hesla

source: Password cannot be filtered
sk: Heslo nemôže byť filtrované

source: Password changed successfully.
sk: Heslo bolo úspešne zmenené.

source: Password for Base DN
sk: Heslo pre základné DN

source: Password is required or select Awaiting Password
sk: Je potrebné zadať heslo alebo vybrať Čakajúce heslo

source: Password missing in Email Account
sk: Chýbajúce heslo v e-mailovom účte

source: Password not found for {0} {1} {2}
sk: Heslo nebolo nájdené pre {0} {1} {2}

source: Password reset instructions have been sent to your email
sk: Pokyny na obnovenie hesla boli odoslané na váš email.

source: Password set
sk: Nastavenie hesla

source: Password size exceeded the maximum allowed size
sk: Veľkosť hesla prekročila maximálne povolenú veľkosť

source: Password size exceeded the maximum allowed size.
sk: Veľkosť hesla prekročila maximálne povolenú veľkosť.

source: Passwords do not match
sk: Heslá sa nezhodujú

source: Passwords do not match!
sk: Heslá sa nezhodujú!

source: Past dates are not allowed for Scheduling.
sk: Minulé dátumy nie sú povolené pre plánovanie.

source: Paste
sk: Prilepiť

source: Patch
sk: Záplata

source: Patch Log
sk: Denník opráv

source: Patch type {} not found in patches.txt
sk: Typ úpravy {} nebol nájdený v patches.txt

source: Path
sk: Cesta

source: Path to CA Certs File
sk: Cesta k súboru s certifikátmi CA

source: Path to Server Certificate
sk: Cesta k certifikátu servera

source: Path to private Key File
sk: Cesta k súboru súkromného kľúča
