Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: Attachment
sk: Príloha

source: Attachment Limit (MB)
sk: Limit príloh (MB)

source: Attachment Limit Reached
sk: Dosiahnutý limit príloh

source: Attachment Link
sk: Odkaz na prílohu

source: Attachment Removed
sk: Príloha bola odstránená

source: Attachments
sk: Prílohy

source: Attempting Connection to QZ Tray...
sk: Pokus o pripojenie k QZ Tray...

source: Attempting to launch QZ Tray...
sk: Pokus o spustenie QZ Tray...

source: Audience
sk: Publikum

source: Audit System Hooks
sk: Audit Systémové Hooky

source: Audit Trail
sk: "Záznam auditu"

source: Auth URL Data
sk: Autentifikačná URL adresa údajov

source: Authentication
sk: Autentifikácia

source: Authentication Apps you can use are:
sk: Autentifikačné aplikácie, ktoré môžete použiť, sú:

source: Authentication failed while receiving emails from Email Account: {0}.
sk: Autentifikácia zlyhala pri prijímaní e-mailov z e-mailového účtu: {0}.

source: Author
sk: Autor

source: Authorization Code
sk: Autorizačný kód

source: Authorization URI
sk: Autorizačná URI

source: Authorization error for {}.
sk: Chyba autorizácie pre {}.

source: Authorize API Access
sk: Autorizovať API prístup

source: Authorize API Indexing Access
sk: Autorizovať prístup k indexovaniu API

source: Authorize Google Calendar Access
sk: Autorizovať prístup ku Kalendáru Google

source: Authorize Google Contacts Access
sk: Autorizovať prístup ku Google Kontakty

source: Authorize Google Drive Access
sk: Autorizovať prístup do Google Drive

source: Authorize URL
sk: Autorizačná URL

source: Authorized
sk: Autorizované

source: Auto Email Report
sk: Automatická e-mailová správa

source: Auto Name
sk: Automatický názov

source: Auto Repeat
sk: Automatické opakovanie

source: Auto Repeat Day
sk: "Deň automatického opakovania"

source: Auto Repeat Day{0} {1} has been repeated.
sk: Deň automatického opakovania {0} {1} bol opakovaný.

source: Auto Repeat Document Creation Failed
sk: Automatické opakovanie vytvorenia dokumentu zlyhalo

source: Auto Repeat Schedule
sk: Plán automatického opakovania

source: Auto Repeat created for this document
sk: Automatické opakovanie vytvorené pre tento dokument

source: Auto Repeat failed for {0}
sk: Automatické opakovanie zlyhalo pre {0}

source: Auto Reply
sk: Automatická odpoveď

source: Auto Reply Message
sk: Automatická odpoveď

source: Auto assignment failed: {0}
sk: Automatické priradenie zlyhalo: {0}

source: Auto follow documents that are assigned to you
sk: Automaticky sledovať dokumenty, ktoré sú vám priradené

source: Auto follow documents that are shared with you
sk: Automaticky sledovať dokumenty, ktoré sú s vami zdieľané

source: Auto follow documents that you Like
sk: Automaticky sledovať dokumenty, ktoré sa vám páčia

source: Auto follow documents that you comment on
sk: Automaticky sledovať dokumenty, na ktoré komentujete

source: Auto follow documents that you create
sk: Automaticky sledovať dokumenty, ktoré vytvoríte

source: Autocomplete
sk: Automatické dopĺňanie

source: Autoincrement
sk: Autoincrementácia

source: Automate processes and extend standard functionality using scripts and background jobs
sk: Automatizujte procesy a rozšírte štandardnú funkcionalitu pomocou skriptov a úloh na pozadí

source: Automated Message
sk: Automatizovaná správa

source: Automatic
sk: Automatický

source: Automatic Linking can be activated only for one Email Account.
sk: Automatické prepojenie môže byť aktivované len pre jeden e-mailový účet.

source: Automatic Linking can be activated only if Incoming is enabled.
sk: Automatické prepojenie môže byť aktivované iba vtedy, ak je povolený prichádzajúci.

source: Automatically Assign Documents to Users
sk: Automaticky priradiť dokumenty používateľom

source: Automatically delete account within (hours)
sk: Automaticky odstrániť účet do (hodín)

source: Automation
sk: Automatizácia

source: Average
sk: Priemer

source: Average of {0}
sk: Priemer z {0}

source: Avoid dates and years that are associated with you.
sk: Vyhnite sa dátumom a rokom, ktoré sú s vami spojené.

source: Avoid recent years.
sk: Vyhnite sa posledným rokom.

source: Avoid sequences like abc or 6543 as they are easy to guess
sk: Vyhnite sa sekvenciám ako abc alebo 6543, pretože sa dajú ľahko uhádnuť.

source: Avoid years that are associated with you.
sk: Vyhnite sa rokom, ktoré sú s vami spojené.

source: Awaiting Password
sk: Čaká sa na heslo

source: Awaiting password
sk: Čakanie na heslo

source: Awesome Work
sk: Úžasná práca

source: Awesome, now try making an entry yourself
sk: Skvelé, teraz skúste urobiť záznam sami

source: BCC
sk: "SK"

source: Back
sk: Späť

source: Back to Desk
sk: Späť na pracovnú plochu

source: Back to Home
sk: Späť na úvodnú stránku

source: Back to Login
sk: Späť na prihlásenie

source: Background Color
sk: Farba pozadia

source: Background Image
sk: Obrázok pozadia

source: Background Jobs
sk: Pozadie úloh

source: Background Jobs Check
sk: Kontrola pozadia úloh

source: Background Jobs Queue
sk: Fronta úloh na pozadí

source: Background Print (required for >25 documents)
sk: Tlač na pozadí (povinné pre >25 dokumentov)

source: Background Workers
sk: Pracovníci na pozadí

source: Backing up Data.
sk: Zálohovanie údajov.

source: Backing up to Google Drive.
sk: Zálohovanie na Disk Google.

source: Backup
sk: Záloha

source: Backup Details
sk: Podrobnosti zálohy

source: Backup Encryption Key
sk: Šifrovací kľúč zálohy

source: Backup Files
sk: Záložné súbory

source: Backup Folder ID
sk: ID priečinku pre zálohy

source: Backup Folder Name
sk: Názov priečinka zálohy

source: Backup Frequency
sk: Frekvencia zálohovania

source: Backup job is already queued. You will receive an email with the download link
sk: Záloha je už vo fronte. Dostanete e-mail s odkazom na stiahnutie.

source: Backup public and private files along with the database.
sk: Zálohujte verejné a súkromné súbory spolu s databázou.

source: Backups
sk: Zálohy

source: Backups (MB)
sk: Zálohy (MB)

source: Bad Cron Expression
sk: Zlá výraz Cronu

source: Banker's Rounding
sk: Bankové zaokrúhľovanie

source: Banker's Rounding (legacy)
sk: Bankárovo zaokrúhľovanie (dedičstvo)

source: Banner Image
sk: Bannerový obrázok

source: Banner is above the Top Menu Bar.
sk: Banner je nad hornou ponukovou lištou.

source: Bar
sk: Stĺpec

source: Barcode
sk: Čiarový kód

source: Base Distinguished Name (DN)
sk: Základný rozlišovací názov (DN)

source: Base URL
sk: Základná URL adresa

source: Based On
sk: Založené na

source: Based on Field
sk: Na základe poľa

source: Based on Permissions For User
sk: Na základe povolení pre používateľa

source: Basic
sk: Základné

source: Basic Info
sk: Základné informácie

source: Before
sk: Pred

source: Before Cancel
sk: Pred zrušením

source: Before Delete
sk: Pred vymazaním

source: Before Insert
sk: Pred vložením

source: Before Print
sk: Pred tlačou

source: Before Rename
sk: Pred premenovaním

source: Before Save
sk: Pred uložením

source: Before Save (Submitted Document)
sk: Pred uložením (Odoslaný dokument)

source: Before Submit
sk: Pred odoslaním

source: Before Validate
sk: Pred overením

source: Beginner
sk: Začiatočník

source: Beginning with
sk: Začínajúc s

source: Better add a few more letters or another word
sk: Lepšie pridajte niekoľko ďalších písmen alebo ďalšie slovo.

source: Between
sk: Medzi

source: Billing
sk: Fakturačná

source: Billing Contact
sk: Kontakt pre fakturáciu

source: Binary Logging
sk: Binárne protokolovanie

source: Birth Date
sk: Dátum narodenia

source: Blank Template
sk: Prázdna šablóna

source: Block Module
sk: Blokovať modul

source: Block Modules
sk: Blokovať moduly

source: Blocked
sk: Zablokované

source: Blog Category
sk: Kategória blogu

source: Blog Intro
sk: Úvod blogu

source: Blog Introduction
sk: Úvod do blogu

source: Blog Post
sk: Blogový príspevok

source: Blog Settings
sk: Nastavenia blogu

source: Blog Title
sk: Názov blogu

source: Blogs, Website View Tracking, and more.
sk: Blogy, sledovanie zobrazení webstránky a viac.

source: Blue
sk: Modrá

source: Bold
sk: Tučné písmo

source: Both DocType and Name required
sk: Vyžaduje sa aj DocType aj Názov

source: Both login and password required
sk: Potrebné sú obidve, prihlásenie aj heslo.

source: Bottom
sk: Dno

source: Bottom Center
sk: Spodný stred

source: Bottom Left
sk: Spodná ľavá strana

source: Bottom Right
sk: Spodný pravý

source: Bounced
sk: Vrátené

source: Brand
sk: Značka

source: Brand Image
sk: Obrázok značky

source: Brand is what appears on the top-left of the toolbar. If it is an image, make sure it has a transparent background and use the &lt;img /&gt; tag. Keep size as 200px x 30px
sk: Značka je to, čo sa zobrazuje v ľavom hornom rohu nástrojovej lišty. Ak je to obrázok, uistite sa, že má transparentné pozadie a použite značku &lt;img /&gt;. Zachovajte veľkosť 200px x 30px.

source: Breadcrumbs
sk: Drobková navigácia

source: Browse by category
sk: Prehľad podľa kategórie

source: Browser
sk: Prehliadač

source: Browser Version
sk: Verzia prehliadača

source: Browser not supported
sk: Prehliadač nie je podporovaný

source: Brute Force Security
sk: Brute Force Bezpečnosť

source: Bucket Name
sk: Názov vedra

source: Bucket {0} not found.
sk: Kôš {0} nebol nájdený.

source: Bufferpool Size
sk: Veľkosť bufferpoolu

source: Build
sk: Vytvoriť

source: Build your own reports, print formats, and dashboards. Create personalized workspaces for easier navigation
sk: Vytvárajte si vlastné správy, tlačové formáty a dashboards. Vytvorte si personalizované pracovné prostredia pre ľahšiu navigáciu.

source: Build {0}
sk: Vytvoriť {0}

source: Built on {0}
sk: Postavené na {0}

source: Bulk Actions
sk: Hromadné akcie

source: Bulk Delete
sk: Hromadné vymazanie

source: Bulk Edit
sk: Hromadná úprava

source: Bulk Edit {0}
sk: Hromadná úprava {0}

source: Bulk Operation Failed
sk: Hromadná operácia zlyhala

source: Bulk Operation Successful
sk: Hromadná operácia bola úspešná

source: Bulk PDF Export
sk: Hromadný export PDF

source: Bulk Update
sk: Hromadná aktualizácia

source: Bulk approval only support up to 500 documents.
sk: Hromadné schvaľovanie podporuje iba do 500 dokumentov.

source: Bulk operation is enqueued in background.
sk: Hromadná operácia je zaradená do fronty na pozadí.

source: Bulk operations only support up to 500 documents.
sk: Hromadné operácie podporujú iba do 500 dokumentov.

source: Bulk {0} is enqueued in background.
sk: Hromadné {0} je zaradené do pozadia.

source: Button
sk: Tlačidlo

source: Button Gradients
sk: Prechody tlačidiel

source: Button Rounded Corners
sk: Zaoblené rohy tlačidla

source: Button Shadows
sk: Tieni tlačidiel

source: By "Naming Series" field
sk: Podľa poľa "Názvová sekvencia"

source: By default the title is used as meta title, adding a value here will override it.
sk: Predvolený názov sa používa ako meta nadpis, pridaním hodnoty tu ho prepíšete.

source: By default, emails are only sent for failed backups.
sk: Predvolene sa e-maily posielajú iba pri neúspešných zálohách.

source: By fieldname
sk: Podľa názvu poľa

source: By script
sk: Pomocou skriptu

source: Bypass Restricted IP Address Check If Two Factor Auth Enabled
sk: Obísť kontrolu obmedzenej IP adresy, ak je povolené dvojfaktorové overenie

source: Bypass Two Factor Auth for users who login from restricted IP Address
sk: Obísť dvojfaktorovú autentifikáciu pre používateľov, ktorí sa prihlasujú z obmedzenej IP adresy

source: Bypass restricted IP Address check If Two Factor Auth Enabled
sk: Obísť kontrolu obmedzenej IP adresy, ak je povolené dvojfaktorové overenie

source: C5E
sk: Možnosť pre pole "Veľkosť strany PDF" (select) v DocType "Nastavenia tlače"

source: CANCELLED
sk: ZRUŠENÉ

source: COLOR PICKER
sk: VÝBER FARBY

source: CSS Class
sk: CSS trieda

source: CSS selector for the element you want to highlight.
sk: CSS selektor pre prvok, ktorý chcete zvýrazniť.

source: CTA Label
sk: Označenie CTA

source: CTA URL
sk: URL výzvy na akciu

source: Cache Cleared
sk: Cache vymazaný

source: Calculate
sk: Vypočítať

source: Calendar
sk: Kalendár

source: Calendar Name
sk: Názov kalendára

source: Calendar View
sk: Zobrazenie kalendára

source: Call
sk: Hovor

source: Call To Action
sk: Výzva k akcii

source: Call To Action URL
sk: URL výzvy na akciu

source: Call to Action
sk: Výzva k akcii

source: Callback Message
sk: Správa spätnej väzby

source: Callback Title
sk: Titulok spätného volania

source: Camera
sk: Kamera

source: Campaign
sk: Kampaň

source: Campaign Description (Optional)
sk: Popis kampane (nepovinné)

source: Can Read
sk: Môže čítať

source: Can Share
sk: Môže zdieľať

source: Can Submit
sk: Môže odoslať

source: Can Write
sk: Môže písať

source: Can not rename as column {0} is already present on DocType.
sk: Nemožno premenovať, pretože stĺpec {0} je už prítomný v DocType.

source: Can only change to/from Autoincrement naming rule when there is no data in the doctype
sk: Môžete zmeniť na/z pravidla pomenovania Autoincrement iba vtedy, keď v doctype nie sú žiadne údaje.

source: Can only list down the document types which has been linked to the User document type.
sk: Dokáže uviesť len typy dokumentov, ktoré boli prepojené s typom používateľského dokumentu.

source: Can't rename {0} to {1} because {0} doesn't exist.
sk: Nemôžem premenovať {0} na {1}, pretože {0} neexistuje.

source: Cancel
sk: Zrušiť

source: Cancel All
sk: Zrušiť všetko

source: Cancel All Documents
sk: Zrušiť všetky dokumenty

source: Cancel Scheduling
sk: Zrušiť plánovanie

# Title of confirmation dialog
source: Cancel {0} documents?
sk: Zrušiť {0} dokumentov?

source: Cancelled
sk: Zrušené

source: Cancelled Document restored as Draft
sk: Zrušený dokument obnovený ako koncept

# Freeze message while cancelling a document
source: Cancelling
sk: Rušenie

source: Cancelling documents
sk: Zrušenie dokumentov

source: Cancelling {0}
sk: Rušenie {0}

source: Cannot Download Report due to insufficient permissions
sk: Nemožno stiahnuť správu kvôli nedostatočným oprávneniam

source: Cannot Fetch Values
sk: Nemôžem načítať hodnoty

source: Cannot Remove
sk: Nie je možné odstrániť

source: Cannot Update After Submit
sk: Nemožno aktualizovať po odoslaní

source: Cannot access file path {0}
sk: Nemôžem získať prístup k ceste súboru {0}

source: Cannot cancel before submitting while transitioning from <b>{0} State</b> to <b>{1} State</b>
sk: Nemôžete zrušiť pred odoslaním pri prechode z <b>{0} stavu</b> do <b>{1} stavu</b>

source: Cannot cancel before submitting. See Transition {0}
sk: Nemožno zrušiť pred odoslaním. Pozrite prechod {0}

source: Cannot cancel {0}.
sk: Nemožno zrušiť {0}.

source: Cannot change docstatus from 0 (Draft) to 2 (Cancelled)
sk: Nie je možné zmeniť docstatus z 0 (Návrh) na 2 (Zrušené)

source: Cannot change docstatus from 1 (Submitted) to 0 (Draft)
sk: Nie je možné zmeniť docstatus z 1 (Odoslané) na 0 (Návrh)

source: Cannot change state of Cancelled Document <b>({0} State)</b>
sk: Nemôžete zmeniť stav zrušeného dokumentu <b>({0} stav)</b>

source: Cannot change state of Cancelled Document. Transition row {0}
sk: Nie je možné zmeniť stav zrušeného dokumentu. Riadok prechodu {0}

source: Cannot change to/from autoincrement autoname in Customize Form
sk: Nemožno zmeniť na/z automatického priraďovania autoname v Prispôsobiť formulár

source: Cannot create a {0} against a child document: {1}
sk: Nemožno vytvoriť {0} voči dcérskemu dokumentu: {1}

source: Cannot create private workspace of other users
sk: Nemôžete vytvoriť súkromný pracovný priestor pre iných používateľov.

source: Cannot delete Home and Attachments folders
sk: Nemožno odstrániť priečinky Domov a Prílohy

source: Cannot delete or cancel because {0} {1} is linked with {2} {3} {4}
sk: Nemožno zmazať alebo zrušiť, pretože {0} {1} je prepojené s {2} {3} {4}

source: Cannot delete private workspace of other users
sk: Nemôžete odstrániť súkromný pracovný priestor iných používateľov

source: Cannot delete public workspace without Workspace Manager role
sk: Nemôžete odstrániť verejný pracovný priestor bez roly Workspace Managera

source: Cannot delete standard action. You can hide it if you want
sk: Nie je možné odstrániť štandardnú akciu. Môžete ju skryť, ak chcete.

source: Cannot delete standard document state.
sk: Nemožno odstrániť štandardný stav dokumentu.

source: Cannot delete standard field <strong>{0}</strong>. You can hide it instead.
sk: Nemôžete odstrániť štandardné pole <strong>{0}</strong>. Môžete ho namiesto toho skryť.

source: Cannot delete standard field. You can hide it if you want
sk: Nemožno odstrániť štandardné pole. Môžete ho skryť, ak chcete.

source: Cannot delete standard link. You can hide it if you want
sk: Nie je možné odstrániť štandardný odkaz. Ak chcete, môžete ho skryť.

source: Cannot delete system generated field <strong>{0}</strong>. You can hide it instead.
sk: Nemožno odstrániť systémom generované pole <strong>{0}</strong>. Môžete ho namiesto toho skryť.

source: Cannot delete {0}
sk: Nemožno vymazať {0}

source: Cannot delete {0} as it has child nodes
sk: Nie je možné odstrániť {0}, pretože má podriadené uzly

source: Cannot edit Standard Dashboards
sk: Nemožno upravovať štandardné nástenky

source: Cannot edit Standard Notification. To edit, please disable this and duplicate it
sk: Nemôžete upravovať štandardné upozornenie. Ak ho chcete upraviť, prosím, deaktivujte ho a duplikujte.

source: Cannot edit Standard charts
sk: Nemožno upravovať štandardné grafy

source: Cannot edit a standard report. Please duplicate and create a new report
sk: Nie je možné upraviť štandardnú zostavu. Prosím, duplikujte a vytvorte novú zostavu.

source: Cannot edit cancelled document
sk: Nemôžete upraviť zrušený dokument

source: Cannot edit filters for standard charts
sk: Nemôžete upravovať filtre pre štandardné grafy

source: Cannot edit filters for standard number cards
sk: Nemožno upravovať filtre pre štandardné číselné karty

source: Cannot edit standard fields
sk: Nemôžete upravovať štandardné polia

source: Cannot enable {0} for a non-submittable doctype
sk: Nemožno povoliť {0} pre neodosielateľný typ dokumentu

source: Cannot find file {} on disk
sk: Nie je možné nájsť súbor {} na disku

source: Cannot get file contents of a Folder
sk: Nemožno získať obsah súboru z priečinka

source: Cannot have multiple printers mapped to a single print format.
sk: Nemôžete mať viaceré tlačiarne priradené k jednému formátu tlače.

source: Cannot link cancelled document: {0}
sk: Nemožno prepojiť zrušený dokument: {0}

source: Cannot map because following condition fails:
sk: Nie je možné mapovať, pretože nasledujúca podmienka zlyháva:

source: Cannot match column {0} with any field
sk: Nemožno spojiť stĺpec {0} so žiadnym poľom

source: Cannot move row
sk: Nie je možné presunúť riadok

source: Cannot remove ID field
sk: Nie je možné odstrániť pole ID

source: Cannot set 'Report' permission if 'Only If Creator' permission is set
sk: Nemožno nastaviť povolenie „Report“ ak je nastavené povolenie „Iba ak tvorca“

source: Cannot set Notification with event {0} on Document Type {1}
sk: Nemožno nastaviť upozornenie s udalosťou {0} na typ dokumentu {1}

source: Cannot share {0} with submit permission as the doctype {1} is not submittable
sk: Nemožno zdieľať {0} s povolením na odoslanie, pretože doctype {1} nie je odosielateľný.

source: Cannot submit {0}.
sk: Nemožno odoslať {0}.

source: Cannot update private workspace of other users
sk: Nemôžete aktualizovať súkromný pracovný priestor iných používateľov

source: Cannot update {0}
sk: Nemôžem aktualizovať {0}

source: Cannot use sub-query in order by
sk: Nie je možné použiť poddotaz v príkaze order by

source: Cannot use {0} in order/group by
sk: Nemožno použiť {0} v poradí/zoskupení podľa

source: Cannot {0} {1}.
sk: Nemôže sa {0} {1}.

source: Capitalization doesn't help very much.
sk: Kapitálky veľmi nepomáhajú.

source: Capture
sk: Zachytiť

source: Card
sk: Karta

source: Card Break
sk: Karta Break

source: Card Label
sk: Označenie karty

source: Card Links
sk: Odkazy na karty

source: Cards
sk: Karty

source: Category
sk: Kategória

source: Category Description
sk: Popis kategórie

source: Category Name
sk: Názov kategórie

source: Certain documents, like an Invoice, should not be changed once final. The final state for such documents is called Submitted. You can restrict which roles can Submit.
sk: Niektoré dokumenty, ako napríklad faktúra, by sa po finalizácii nemali meniť. Konečný stav pre takéto dokumenty sa nazýva Odoslané. Môžete obmedziť, ktoré role môžu Odoslať.

source: Chain Integrity
sk: Integrita reťazca

source: Chaining Hash
sk: Reťazenie hashov

source: Change
sk: Zmeniť

source: Change Image
sk: Zmeniť obrázok

source: Change Label (via Custom Translation)
sk: Zmeniť označenie (prostredníctvom vlastného prekladu)

source: Change Letter Head
sk: Zmeniť hlavičkový papier

source: Change Password
sk: Zmeniť heslo

source: Change Print Format
sk: Zmeniť formát tlače

source: Change User
sk: Zmeniť používateľa

source: Change the starting / current sequence number of an existing series. <br> Warning: Incorrectly updating counters can prevent documents from getting created.
sk: Zmeňte počiatočné / aktuálne poradové číslo existujúcej série. <br> Upozornenie: Nesprávna aktualizácia číselníkov môže zabrániť vytváraniu dokumentov.

source: Changelog Feed
sk: Kanál zmien

source: Changing any setting will reflect on all the email accounts associated with this domain.
sk: Zmena akéhokoľvek nastavenia sa prejaví na všetkých e-mailových účtoch spojených s touto doménou.

source: Changing rounding method on site with data can result in unexpected behaviour.
sk: Zmena metódy zaokrúhľovania na stránke s dátami môže viesť k neočakávanému správaniu.

source: Channel
sk: Kanál

source: Chart
sk: Graf

source: Chart Configuration
sk: Konfigurácia grafu

source: Chart Name
sk: Názov grafu

source: Chart Options
sk: Možnosti grafu

source: Chart Source
sk: Zdroj grafu

source: Chart Type
sk: Typ grafu

source: Charts
sk: Grafy

source: Check
sk: Skontrolovať

source: Check Request URL
sk: Skontrolujte URL žiadosti

source: Check broken links
sk: Skontrolovať nefunkčné odkazy

source: Check columns to select, drag to set order.
sk: Skontrolujte stĺpce na výber, potiahnite na nastavenie poradia.

source: Check the Error Log for more information: {0}
sk: Skontrolujte denník chýb pre viac informácií: {0}

source: Check this if you don't want users to sign up for an account on your site. Users won't get desk access unless you explicitly provide it.
sk: Ak nechcete, aby sa používatelia registrovali na váš web, zaškrtnite túto možnosť. Používatelia nebudú mať prístup k pracovnej ploche, pokiaľ im ho výslovne neposkytnete.

source: Check this if you want to force the user to select a series before saving. There will be no default if you check this.
sk: Zaškrtnite toto, ak chcete, aby používateľ pred uložením musel vybrať sériu. Nebude zadaná žiadna predvolená hodnota, ak toto zaškrtnete.

source: Checking broken links...
sk: Kontrola nefunkčných odkazov...

source: Checking one moment
sk: Kontrolujem, okamih

source: Checking this will enable tracking page views for blogs, web pages, etc.
sk: Zaškrtnutie tejto možnosti umožní sledovanie zobrazení stránok pre blogy, webové stránky atď.

source: Checking this will hide custom doctypes and reports cards in Links section
sk: Zaškrtnutím tejto možnosti sa skryjú karty vlastných dokumentov a správ v sekcii Odkazy.

source: Checking this will publish the page on your website and it'll be visible to everyone.
sk: Kontrola tejto možnosti spôsobí, že sa stránka zverejní na vašej webstránke a bude viditeľná pre všetkých.
