Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
sk: Môžete nahrať iba dokumenty vo formáte JPG, PNG, PDF, TXT alebo Microsoft.

source: You can only upload upto 5000 records in one go. (may be less in some cases)
sk: Môžete nahrať naraz iba do 5000 záznamov. (v niektorých prípadoch môže byť menej)

source: You can select one from the following,
sk: Môžete si vybrať jednu z nasledujúcich,

source: You can set a high value here if multiple users will be logging in from the same network.
sk: Tu môžete nastaviť vysokú hodnotu, ak sa viacerí používatelia budú prihlasovať z rovnakej siete.

source: You can try changing the filters of your report.
sk: Môžete skúsiť zmeniť filtre vašej správy.

source: You can use Customize Form to set levels on fields.
sk: Môžete použiť Prispôsobenie formulára na nastavenie úrovní na poliach.

source: You can use wildcard %
sk: Môžete použiť zástupný znak %

source: You can't set 'Options' for field {0}
sk: Nemôžete nastaviť 'Možnosti' pre pole {0}

source: You can't set 'Translatable' for field {0}
sk: Nemôžete nastaviť „Preložiteľné“ pre pole {0}

# Form timeline
source: You cancelled this document
sk: Zrušili ste tento dokument

# Form timeline
source: You cancelled this document {1}
sk: Zrušili ste tento dokument {1}

source: You cannot create a dashboard chart from single DocTypes
sk: Nemôžete vytvoriť panelový graf z jednotlivých typov dokumentov.

source: You cannot give review points to yourself
sk: Nemôžete si prideliť hodnotiace body sami.

source: You cannot unset 'Read Only' for field {0}
sk: Nemôžete zrušiť nastavenie „Len na čítanie“ pre pole {0}

source: You changed the value of {0}
sk: Zmenili ste hodnotu {0}

source: You changed the value of {0} {1}
sk: Zmenili ste hodnotu {0} {1}

source: You changed the values for {0}
sk: Zmenili ste hodnoty pre {0}

source: You changed the values for {0} {1}
sk: Zmenili ste hodnoty pre {0} {1}

# Form timeline
source: You changed {0} to {1}
sk: Zmenili ste {0} na {1}

source: You created this
sk: Vytvorili ste toto

source: You do not have Read or Select Permissions for {}
sk: Nemáte povolenie na čítanie alebo výber pre {}

source: You do not have enough permissions to access this resource. Please contact your manager to get access.
sk: Nemáte dostatočné oprávnenia na prístup k tomuto zdroju. Prosím, kontaktujte svojho manažéra, aby ste získali prístup.

source: You do not have enough permissions to complete the action
sk: Nemáte dostatočné oprávnenia na dokončenie tejto akcie.

source: You do not have enough points
sk: Nemáte dostatok bodov

source: You do not have enough review points
sk: Nemáte dosť hodnotiacich bodov

source: You do not have permission to access {0}: {1}.
sk: Nemáte povolenie na prístup k {0}: {1}.

source: You do not have permission to view this document
sk: Nemáte oprávnenie na prehliadanie tohto dokumentu

source: You do not have permissions to cancel all linked documents.
sk: Nemáte oprávnenia na zrušenie všetkých prepojených dokumentov.

source: You don't have access to Report: {0}
sk: Nemáte prístup k reportu: {0}

source: You don't have permission to access the {0} DocType.
sk: Nemáte povolenie na prístup k DocType {0}.

source: You don't have permission to access this file
sk: Nemáte povolenie na prístup k tomuto súboru

source: You don't have permission to get a report on: {0}
sk: Nemáte povolenie získať správu o: {0}

source: You don't have the permissions to access this document
sk: Nemáte povolenia na prístup k tomuto dokumentu

source: You gained {0} point
sk: Získali ste {0} bod

source: You gained {0} points
sk: Získali ste {0} bodov

source: You have a new message from:
sk: Máte novú správu od:

source: You have been successfully logged out
sk: Boli ste úspešne odhlásený.

source: You have hit the row size limit on database table: {0}
sk: Dosiahli ste limit veľkosti riadku v databázovej tabuľke: {0}

source: You have not entered a value. The field will be set to empty.
sk: Nevložili ste hodnotu. Pole bude nastavené na prázdne.

source: You have received a ❤️ like on your blog post
sk: Dostali ste ❤️ páči sa mi to na vašom blogovom príspevku

source: You have to enable Two Factor Auth from System Settings.
sk: Musíte povoliť dvojfaktorovú autentifikáciu v nastaveniach systému.

source: You have unsaved changes in this form. Please save before you continue.
sk: Máte neuložené zmeny v tomto formulári. Prosím, uložte ich skôr, ako budete pokračovať.

source: You have unseen notifications
sk: Máte neprečítané upozornenia

source: You have unseen {0}
sk: Máte neprečítané {0}

source: You haven't added any Dashboard Charts or Number Cards yet.
sk: Ešte ste nepridali žiadne Grafy nástenky alebo Číselné karty.

source: You haven't created a {0} yet
sk: Ešte ste nevytvorili {0}

source: You hit the rate limit because of too many requests. Please try after sometime.
sk: Dosiahli ste limit počtu požiadaviek kvôli príliš veľkému množstvu žiadostí. Skúste to prosím neskôr.

source: You last edited this
sk: Naposledy ste to upravili

source: You must add atleast one link.
sk: Musíte pridať aspoň jeden odkaz.

source: You must be logged in to use this form.
sk: Musíte byť prihlásený, aby ste mohli použiť tento formulár.

source: You must login to submit this form
sk: Musíte sa prihlásiť na odoslanie tohto formulára

source: You need to be Workspace Manager to delete a public workspace.
sk: Musíte byť Správca pracovného priestoru, aby ste mohli odstrániť verejný pracovný priestor.

source: You need to be Workspace Manager to edit this document
sk: Musíte byť Správcom pracovného priestoru, aby ste mohli upraviť tento dokument

source: You need to be in developer mode to edit a Standard Web Form
sk: Na úpravu štandardného webového formulára musíte byť v režime vývojára

source: You need to be logged in and have System Manager Role to be able to access backups.
sk: Musíte byť prihlásený a mať rolu Manažéra systému, aby ste mohli pristupovať k zálohám.

source: You need to be logged in to access this page
sk: Na prístup k tejto stránke musíte byť prihlásený

source: You need to be logged in to access this {0}.
sk: Musíte byť prihlásený, aby ste mali prístup k tomuto {0}.

source: You need to create these first:
sk: Najprv musíte vytvoriť tieto:

source: You need to enable JavaScript for your app to work.
sk: Musíte povoliť JavaScript, aby vaša aplikácia fungovala.

source: You need to have "Share" permission
sk: Musíte mať povolenie "Zdieľať"

source: You need to install pycups to use this feature!
sk: Musíte nainštalovať pycups, aby ste mohli použiť túto funkciu!

source: You need to select indexes you want to add first.
sk: Najprv musíte vybrať indexy, ktoré chcete pridať.

source: You need to set one IMAP folder for {0}
sk: Musíte nastaviť jeden IMAP priečinok pre {0}

source: You need write permission to rename
sk: Potrebujete povolenie na zápis na premenovanie

source: You need {0} permission to fetch values from {1} {2}
sk: Potrebujete povolenie {0} na získanie hodnôt z {1} {2}

# Form timeline
source: You removed attachment {0}
sk: Odstránili ste prílohu {0}

source: You seem good to go!
sk: Zdá sa, že ste pripravení!

source: You seem to have written your name instead of your email. Please enter a valid email address so that we can get back.
sk: Zdá sa, že ste namiesto emailu napísali svoje meno. Prosím, zadajte platnú emailovú adresu, aby sme vás mohli kontaktovať.

source: You selected Draft or Cancelled documents
sk: Vybrali ste dokumenty v stave Návrh alebo Zrušené

# Form timeline
source: You submitted this document
sk: Odoslali ste tento dokument

# Form timeline
source: You submitted this document {0}
sk: Podali ste tento dokument {0}

source: You unfollowed this document
sk: Neupratili ste sledovanie tohto dokumentu

source: You viewed this
sk: Pozreli ste si toto

source: You've logged in as another user from another tab. Refresh this page to continue using system.
sk: Prihlásili ste sa ako iný používateľ z inej karty. Obnovte túto stránku, aby ste mohli pokračovať v používaní systému.

source: Your Country
sk: Vaša krajina

source: Your Language
sk: Vaš jazyk

source: Your Name
sk: Vaše meno

source: Your PDF is ready for download
sk: Vaše PDF je pripravené na stiahnutie

source: Your Shortcuts
sk: Vaše skratky

source: Your account has been deleted
sk: Váš účet bol vymazaný

source: Your account has been locked and will resume after {0} seconds
sk: Váš účet bol zablokovaný a obnoví sa po {0} sekundách

source: Your assignment on {0} {1} has been removed by {2}
sk: Vaša úloha na {0} {1} bola odstránená používateľom {2}

source: Your browser does not support the audio element.
sk: Váš prehliadač nepodporuje zvukový prvok.

source: Your browser does not support the video element.
sk: Váš prehliadač nepodporuje video element.

source: Your connection request to Google Calendar was successfully accepted
sk: Vaša žiadosť o pripojenie ku Google Kalendáru bola úspešne prijatá

source: Your email address
sk: Vaša e-mailová adresa

source: Your form has been successfully updated
sk: Váš formulár bol úspešne aktualizovaný

source: Your login id is
sk: Vaše prihlasovacie ID je

source: Your new password has been set successfully.
sk: Vaše nové heslo bolo úspešne nastavené.

source: Your old password is incorrect.
sk: Vaše staré heslo je nesprávne.

source: Your organization name and address for the email footer.
sk: Názov a adresa vašej organizácie pre pätu e-mailu.

source: Your query has been received. We will reply back shortly. If you have any additional information, please reply to this mail.
sk: Vaša otázka bola prijatá. Odpovieme vám čoskoro. Ak máte akékoľvek dodatočné informácie, prosím, odpovedzte na tento mail.

source: Your session has expired, please login again to continue.
sk: Vaša relácia vypršala, prosím, prihláste sa znova, aby ste mohli pokračovať.

source: Your site is undergoing maintenance or being updated.
sk: Vaša stránka prechádza údržbou alebo sa aktualizuje.

source: Your verification code is {0}
sk: Váš overovací kód je {0}

source: Your website is all set up!
sk: Vaša webová stránka je pripravená!

source: Zero
sk: Nula

source: Zero means send records updated at anytime
sk: Nula znamená odoslať záznamy aktualizované kedykoľvek

source: _doctype
sk: _typ dokumentu

source: _report
sk: _záznam

source: `as_iterator` only works with `as_list=True` or `as_dict=True`
sk: as_iterator` funguje iba s `as_list=True` alebo `as_dict=True

source: `job_id` paramater is required for deduplication.
sk: `job_id` parameter je potrebný na deduplikáciu.

source: added rows for {0}
sk: pridané riadky pre {0}

source: adjust
sk: nastaviť

source: align-center
sk: zarovnať na stred

source: align-left
sk: zarovnať-vľavo

source: align-right
sk: zarovnať doprava

source: amend
sk: zmeniť

source: and
sk: a

source: arrow-down
sk: šípka-dole

source: arrow-left
sk: šípka-vľavo

source: arrow-right
sk: šípka-doprava

source: arrow-up
sk: šípka-hore

source: ascending
sk: vzostupne

source: asterisk
sk: hviezdička

source: backward
sk: späť

source: barcode
sk: čiarový kód

source: bell
sk: zvonček

source: blue
sk: modrá

source: bold
sk: tučný

source: book
sk: kniha

source: bookmark
sk: záložka

source: briefcase
sk: aktovka

source: by Role
sk: podľa roly

source: cProfile Output
sk: Výstup cProfile

source: calendar
sk: kalendár

source: camera
sk: kamera

source: cancel
sk: zrušiť

source: canceled
sk: zrušené

source: certificate
sk: certifikát

source: check
sk: začiarknuť

source: circle-arrow-right
sk: kruhová šípka doprava

source: clear
sk: vyčistiť

source: comment
sk: Možnosť pre pole 'Ikona' (Výber) v DocType 'Stav pracovného postupu'

source: commented
sk: komentoval

source: create
sk: vytvoriť

source: cyan
sk: azúrová

source: darkgrey
sk: tmavosivá

source: dashboard
sk: nástenná tabuľa

source: dd.mm.yyyy
sk: dd.mm.rrrr

source: default
sk: predvolené

source: deferred
sk: odložené

source: delete
sk: odstrániť

source: descending
sk: klesajúci

source: document type..., e.g. customer
sk: typ dokumentu..., napr. zákazník

source: download
sk: stiahnuť

source: download-alt
sk: stiahnuť-alt

source: e.g. "Support", "Sales", "Jerry Yang"
sk: napr. "Podpora", "Predaj", "Jerry Yang"

source: e.g. (55 + 434) / 4 or =Math.sin(Math.PI/2)...
sk: napr. (55 + 434) / 4 alebo =Math.sin(Math.PI/2)...

source: e.g. pop.gmail.com / imap.gmail.com
sk: napr. pop.gmail.com / imap.gmail.com

source: e.g. replies@yourcomany.com. All replies will come to this inbox.
sk: napr. replies@yourcomany.com. Všetky odpovede prídu do tejto schránky.

source: e.g. smtp.gmail.com
sk: napr. smtp.gmail.com

source: e.g.:
sk: napr.:

source: edit
sk: upraviť

source: eject
sk: vysunúť

source: email inbox
sk: e-mailová schránka

source: empty
sk: prázdny

source: exclamation-sign
sk: výkričník

source: export
sk: exportovať

source: eye-close
sk: oko-zatvorené

source: eye-open
sk: oko-otvorené

source: failed
sk: zlyhalo

source: fast-backward
sk: rýchlo spätne

source: fast-forward
sk: rýchly posun vpred

source: file
sk: súbor

source: finished
sk: dokončené

source: fire
sk: oheň

source: folder-close
sk: zatvoriť priečinok

source: folder-open
sk: otvorenie-priečinka

source: font
sk: písmo

source: forward
sk: dopredu

source: fullscreen
sk: celá obrazovka

source: gained by {0} via automatic rule {1}
sk: získané {0} prostredníctvom automatického pravidla {1}

source: gift
sk: darček

source: glass
sk: sklo

source: globe
sk: glóbus

source: gray
sk: sivá

source: green
sk: zelená

source: grey
sk: sivá

source: gzip not found in PATH! This is required to take a backup.
sk: gzip nebol nájdený v PATH! Toto je potrebné pre vykonanie zálohy.

source: hand-down
sk: ruka-dole

source: hand-left
sk: ruka-vľavo

source: hand-right
sk: právo ruky

source: hand-up
sk: ruka hore

source: headphones
sk: slúchadlá

source: heart
sk: srdce

source: home
sk: domov

source: icon
sk: ikona

source: in minutes
sk: v minútach

source: inbox
sk: doručená pošta

source: indent-right
sk: odsadiť-vpravo

source: italic
sk: kurzíva

source: just now
sk: práve teraz

source: label
sk: štítok

source: leaf
sk: list

source: light-blue
sk: svetlo modrá

source: link
sk: odkaz

source: list
sk: zoznam

source: lock
sk: zámok

source: logged in
sk: prihlásený

source: login_required
sk: vyžaduje sa prihlásenie

source: long
sk: dlhé

source: magnet
sk: magnetka

source: merged {0} into {1}
sk: zlúčené {0} do {1}

source: min read
sk: min čítanie

source: minus-sign
sk: mínus znak

source: module
sk: modul

source: module name...
sk: názov modulu...

source: move
sk: presunúť

source: music
sk: hudba

source: new
sk: nový

source: new type of document
sk: nový typ dokumentu

source: no failed attempts
sk: bez neúspešných pokusov

source: nonce
sk: náhodné číslo

source: notified
sk: upozornené

source: now
sk: teraz

source: of
sk: z

source: off
sk: vypnuté

source: ok
sk: v poriadku

source: old_parent
sk: stará_nadradená

source: only.
sk: iba.

source: or
sk: alebo

source: orange
sk: oranžová

source: page
sk: stránka

source: pause
sk: pozastaviť

source: pencil
sk: ceruzka

source: picture
sk: obrázok

source: pink
sk: ružová

source: plain
sk: „nešifrované“

source: plane
sk: lietadlo

source: play
sk: hrať

source: print
sk: Možnosť pre pole 'Typ povolenia' (výber) v DocType 'Inšpektor povolení' Možnosť pre pole 'Ikona' (výber) v DocType 'Stav workflowu'

source: purple
sk: fialová

source: query-report
sk: výsledková správa

source: question-sign
sk: otáznik

source: queued
sk: vo fronte

source: random
sk: náhodný

source: read
sk: čítať

source: red
sk: červená

source: refresh
sk: obnoviť

source: remove
sk: odstrániť

source: removed rows for {0}
sk: odstránené riadky pre {0}

source: renamed from {0} to {1}
sk: premenované z {0} na {1}

source: repeat
sk: Možnosť pre pole 'Ikona' (výber) v DocType 'Stav pracovného postupu'

source: report
sk: správa

source: resize-horizontal
sk: zmeniť-veľkosť-na-šírku

source: resize-small
sk: zmeniť veľkosť-malá

source: resize-vertical
sk: resize-vertikálne

source: response
sk: odpoveď

source: restored {0} as {1}
sk: obnovené {0} ako {1}

source: road
sk: cesta

source: scheduled
sk: naplánované

source: screenshot
sk: snímka obrazovky

source: search
sk: vyhľadávanie

source: select
sk: vybrať

source: share
sk: zdieľať

source: shopping-cart
sk: nákupný košík

source: short
sk: možnosť pre pole 'Queue' (Výber) v DocType 'RQ Job' možnosť pre pole 'Queue Type(s)' (Výber) v DocType 'RQ Worker'

source: signal
sk: signál

source: since last month
sk: od minulého mesiaca

source: since last week
sk: od minulého týždňa

source: since last year
sk: od minulého roku

source: since yesterday
sk: od včera

source: star
sk: hviezda

source: star-empty
sk: hviezda-prázdna

source: started
sk: začaté

source: starting the setup...
sk: začíname s nastavením...

source: step-backward
sk: krok-späť

source: step-forward
sk: krok-vpred

source: stop
sk: zastaviť

source: string value, i.e. group
sk: reťazcová hodnota, t. j. skupina

source: string value, i.e. member
sk: reťazcová hodnota, t.j. člen

source: string value, i.e. {0} or uid={0},ou=users,dc=example,dc=com
sk: reťazcová hodnota, t.j. {0} alebo uid={0},ou=users,dc=example,dc=com

source: submit
sk: odoslať

source: tag
sk: štítok

source: tag name..., e.g. #tag
sk: názov značky..., napr. #tag

source: tags
sk: štítky

source: tasks
sk: úlohy

source: text in document type
sk: text v type dokumentu

source: text-height
sk: výška-textu

source: text-width
sk: šírka-textu

source: th
sk: možnosť pre pole „Ikona“ (Výber) v DocType „Stav pracovného postupu“

source: this form
sk: tento formulár

source: this shouldn't break
sk: toto by nemalo zlomiť

source: thumbs-down
sk: palec dole

source: thumbs-up
sk: "palec hore"

source: time
sk: čas

source: tint
sk: tónovanie

source: trash
sk: kôš

source: updated to {0}
sk: aktualizované na {0}

source: upload
sk: nahrať

source: use % as wildcard
sk: použite % ako zástupný znak

source: user
sk: používateľ

source: values separated by commas
sk: hodnoty oddelené čiarkami

source: version_table
sk: verzia_tabuľky

source: via Assignment Rule
sk: cez Pravidlo priradenia

source: via Data Import
sk: prostredníctvom Importu údajov

source: via Google Meet
sk: cez Google Meet

source: via Notification
sk: cez Oznámenie

source: via automatic rule {0} on {1}
sk: prostredníctvom automatického pravidla {0} na {1}

source: via {0}
sk: cez {0}

source: volume-down
sk: znížiť hlasitosť

source: volume-up
sk: hlasitost-hore

source: wants to access the following details from your account
sk: chce získať prístup k nasledujúcim údajom z vášho účtu

source: warning-sign
sk: výstražný znak

source: when clicked on element it will focus popover if present.
sk: pri kliknutí na prvok sa zameria na popover, ak je prítomný.

source: wkhtmltopdf 0.12.x (with patched qt).
sk: wkhtmltopdf 0.12.x (s upraveným qt).

source: wrench
sk: kľúč

source: write
sk: písať

source: yellow
sk: žltá

source: yesterday
sk: včera

source: zoom-in
sk: priblíženie

source: zoom-out
sk: oddialiť

source: {0} ${skip_list ? "" : type}
sk: {0} ${skip_list ? "" : typ}

source: {0} ({1}) (1 row mandatory)
sk: {0} ({1}) (1 riadok povinný)

source: {0} Calendar
sk: Kalendár {0}

source: {0} Chart
sk: {0} Graf

source: {0} Fields
sk: {0} Polia

source: {0} Google Calendar Events synced.
sk: {0} udalostí z Google Kalendára synchronizovaných.

source: {0} Google Contacts synced.
sk: {0} synchronizovaných kontaktov Google.

source: {0} Liked
sk: {0} označil ako „Páči sa mi to“

source: {0} List
sk: Zoznam {0}

source: {0} Map
sk: {0} Mapa

source: {0} Modules
sk: {0} Moduly

source: {0} Name
sk: {0} Meno

source: {0} Not allowed to change {1} after submission from {2} to {3}
sk: {0} Nie je povolené zmeniť {1} po odoslaní z {2} na {3}

source: {0} Report
sk: Správa {0}

source: {0} Reports
sk: {0} Správy

source: {0} Settings
sk: Nastavenia {0}

source: {0} Tree
sk: {0} strom

source: {0} Web page views
sk: {0} Zobrazenia webovej stránky

source: {0} Workspace
sk: {0} Pracovný priestor

source: {0} added
sk: {0} pridané

source: {0} already exists. Select another name
sk: {0} už existuje. Vyberte iné meno

source: {0} already unsubscribed
sk: {0} už odhlásený

source: {0} already unsubscribed for {1} {2}
sk: {0} už odhlásený pre {1} {2}

source: {0} and {1}
sk: {0} a {1}

source: {0} appreciated on {1}
sk: {0} ocenené dňa {1}

source: {0} appreciated your work on {1} with {2} point
sk: {0} ocenil vašu prácu na {1} s {2} bodom

source: {0} appreciated your work on {1} with {2} points
sk: {0} ocenil vašu prácu na {1} s {2} bodmi

source: {0} appreciated {1}
sk: {0} ocenil {1}

source: {0} appreciation point for {1}
sk: {0} bod uznania pre {1}

source: {0} appreciation points for {1}
sk: {0} body pre {1}

source: {0} are currently {1}
sk: {0} sú momentálne {1}

source: {0} are required
sk: {0} sú povinné

source: {0} assigned a new task {1} {2} to you
sk: {0} priradil novú úlohu {1} {2} vám

source: {0} assigned {1}: {2}
sk: {0} priradil {1}: {2}

# Form timeline
source: {0} attached {1}
sk: {0} pripojil {1}

source: {0} can not be more than {1}
sk: {0} nemôže byť viac ako {1}

source: {0} cancelled this document
sk: {0} zrušil tento dokument

# Form timeline
source: {0} cancelled this document {1}
sk: {0} zrušil tento dokument {1}

source: {0} cannot be hidden and mandatory without any default value
sk: {0} nemôže byť skrytý a povinný bez akejkoľvek predvolenej hodnoty

source: {0} changed the value of {1}
sk: {0} zmenil hodnotu {1}

source: {0} changed the value of {1} {2}
sk: {0} zmenil hodnotu {1} {2}

source: {0} changed the values for {1}
sk: {0} zmenil hodnoty pre {1}

source: {0} changed the values for {1} {2}
sk: {0} zmenil hodnoty pre {1} {2}

# Form timeline
source: {0} changed {1} to {2}
sk: {0} zmenil {1} na {2}

source: {0} comments
sk: {0} komentárov

source: {0} contains an invalid Fetch From expression, Fetch From can't be self-referential.
sk: {0} obsahuje neplatný výraz Fetch From, Fetch From nemôže byť samoodkazujúci.

source: {0} created successfully
sk: {0} bol úspešne vytvorený

source: {0} created this
sk: {0} to vytvoril

source: {0} criticism point for {1}
sk: {0} kritický bod pre {1}

source: {0} criticism points for {1}
sk: {0} kritických bodov pre {1}

source: {0} criticized on {1}
sk: {0} kritizovaný na {1}

source: {0} criticized your work on {1} with {2} point
sk: {0} kritizoval vašu prácu na {1} s {2} bodom

source: {0} criticized your work on {1} with {2} points
sk: {0} kritizoval vašu prácu na {1} s {2} bodmi

source: {0} criticized {1}
sk: {0} kritizoval {1}

source: {0} days ago
sk: pred {0} dňami

source: {0} does not exist in row {1}
sk: {0} neexistuje v riadku {1}

source: {0} field cannot be set as unique in {1}, as there are non-unique existing values
sk: Pole {0} nemôže byť nastavené ako jedinečné v {1}, pretože existujú nejedinečné hodnoty

source: {0} format could not be determined from the values in this column. Defaulting to {1}.
sk: Formát {0} nebolo možné určiť z hodnôt v tomto stĺpci. Využíva sa predvolený formát {1}.

source: {0} from {1} to {2}
sk: {0} od {1} do {2}

source: {0} from {1} to {2} in row #{3}
sk: {0} od {1} do {2} v riadku č. {3}

source: {0} gained {1} point for {2} {3}
sk: {0} získal {1} bod za {2} {3}

source: {0} gained {1} points
sk: {0} získal {1} bodov

source: {0} gained {1} points for {2} {3}
sk: {0} získal {1} bodov za {2} {3}

source: {0} gave {1} points
sk: {0} dal {1} bodov

source: {0} has already assigned default value for {1}.
sk: {0} už má priradenú predvolenú hodnotu pre {1}.

source: {0} has been successfully added to the Email Group.
sk: {0} bol úspešne pridaný do Emailovej skupiny.

source: {0} has left the conversation in {1} {2}
sk: {0} opustil rozhovor v {1} {2}
