Repository: sunray-eu/frappe-custom
Catalog: frappe/locale/*.po
Languages: sk

source: About
sk: O aplikácii

source: About Us
sk: O nás

source: About Us Settings
sk: Nastavenia "O nás"

source: About Us Team Member
sk: "O nás Člen tímu"

source: About {0} minute remaining
sk: Ostáva približne {0} minúta

source: About {0} minutes remaining
sk: Približne {0} minút zostáva

source: About {0} seconds remaining
sk: Ostáva približne {0} sekúnd

source: Access Control
sk: Kontrola prístupu

source: Access Key Secret
sk: Prístupový tajný kľúč

source: Access Log
sk: Záznam o prístupe

source: Access Token
sk: Prístupový token

source: Access Token URL
sk: URL prístupového tokenu

source: Access not allowed from this IP Address
sk: Prístup z tejto IP adresy nie je povolený.

source: Account
sk: Účet

source: Account Deletion Settings
sk: Nastavenia zmazania účtu

source: Accounts Manager
sk: Manažér účtov

source: Accounts User
sk: Používateľ účtovnictva

source: Action
sk: Akcia

source: Action / Route
sk: Akcia / Trasa

source: Action Complete
sk: Akcia dokončená

source: Action Failed
sk: Akcia zlyhala

source: Action Label
sk: Štítok akcie

source: Action Timeout (Seconds)
sk: Časový limit akcie (sekundy)

source: Action Type
sk: Typ akcie

source: Action {0} completed successfully on {1} {2}. View it {3}
sk: Akcia {0} bola úspešne dokončená na {1} {2}. Zobraziť ju {3}

source: Action {0} failed on {1} {2}. View it {3}
sk: Akcia {0} zlyhala na {1} {2}. Zobraziť to {3}

source: Actions
sk: Akcie

source: Activate
sk: Aktivovať

source: Active
sk: Aktívne

source: Active Domains
sk: Aktívne domény

source: Active Sessions
sk: Aktívne relácie

source: Activity
sk: Aktivita

source: Activity Log
sk: Záznam činností

source: Add
sk: Pridať

source: Add / Remove Columns
sk: Pridať / Odstrániť stĺpce

source: Add / Update
sk: Pridať / Aktualizovať

source: Add A New Rule
sk: Pridať nové pravidlo

source: Add Attachment
sk: Pridať prílohu

source: Add Background Image
sk: Pridať obrázok pozadia

source: Add Blog Category
sk: Pridať kategóriu blogu

source: Add Border at Bottom
sk: Pridať dolnú hranicu

source: Add Border at Top
sk: Pridať ohraničenie hore

source: Add Chart to Dashboard
sk: Pridať graf na panel nástrojov

source: Add Child
sk: Pridať podradený

source: Add Column
sk: Pridať stĺpec

source: Add Contact
sk: Pridať kontakt

source: Add Contacts
sk: Pridať kontakty

source: Add Container
sk: Pridať kontajner

source: Add Custom Tags
sk: Pridať vlastné značky

source: Add Filters
sk: Pridať filtre

source: Add Gray Background
sk: Pridať sivé pozadie

source: Add Group
sk: Pridať skupinu

source: Add Indexes
sk: Pridať indexy

source: Add Multiple
sk: Pridať viacero

source: Add New Permission Rule
sk: Pridať nové pravidlo povolení

source: Add Participants
sk: Pridať účastníkov

source: Add Query Parameters
sk: Pridať parametre dopytu

source: Add Review
sk: Pridať recenziu

source: Add Roles
sk: Pridať role

source: Add Row
sk: Pridať riadok

source: Add Signature
sk: Pridať podpis

source: Add Space at Bottom
sk: Pridať medzeru na spodok

source: Add Space at Top
sk: Pridať medzeru hore

source: Add Subscribers
sk: Pridať odberateľov

source: Add Tags
sk: Pridať značky

source: Add Template
sk: Pridať šablónu

source: Add Total Row
sk: Pridať riadok s celkovým súčtom

source: Add Unsubscribe Link
sk: Pridať odkaz na odhlásenie

source: Add User Permissions
sk: Pridať používateľské povolenia

source: Add Video Conferencing
sk: Pridať videokonferenciu

source: Add a Filter
sk: Pridajte filter

source: Add a New Role
sk: Pridať novú úlohu

source: Add a Row
sk: Pridať riadok

source: Add a comment
sk: Pridať komentár

source: Add a new section
sk: Pridajte novú sekciu

source: Add a row above the current row
sk: Pridajte riadok nad aktuálny riadok

source: Add a row at the bottom
sk: Pridať riadok na koniec.

source: Add a row at the top
sk: Pridajte riadok navrch

source: Add a row below the current row
sk: Pridať riadok pod aktuálny riadok

source: Add a {0} Chart
sk: Pridať graf {0}

source: Add column
sk: Pridať stĺpec

source: Add field
sk: Pridať pole

source: Add new tab
sk: Pridať novú kartu

source: Add page break
sk: Pridať koniec strany

source: Add script for Child Table
sk: Pridať skript pre podriadenú tabuľku

source: Add section above
sk: Pridať sekciu nad

source: Add section below
sk: Pridať sekciu nižšie

source: Add tab
sk: Pridať kartu

source: Add to Dashboard
sk: Pridať na panel nástrojov

source: Add to ToDo
sk: Pridať do úloh

source: Add to table
sk: Pridať do tabuľky

source: Add to this activity by mailing to {0}
sk: Pridajte k tejto aktivite zaslaním e-mailu na {0}

source: Add {0}
sk: Pridať {0}

source: Added HTML in the &lt;head&gt; section of the web page, primarily used for website verification and SEO
sk: Pridané HTML v sekcii &lt;head&gt; na webovej stránke, primárne používané na overenie webovej stránky a SEO

source: Added default log doctypes: {}
sk: Pridané predvolené logovacie doctypy: {}

source: Added {0}
sk: Pridané {0}

source: Added {0} ({1})
sk: Pridané {0} ({1})

source: Additional Permissions
sk: Ďalšie povolenia

source: Address
sk: Adresa

source: Address Line 1
sk: Adresa, riadok 1

source: Address Line 2
sk: Riadok adresy 2

source: Address Template
sk: Šablóna adresy

source: Address Title
sk: Titulok adresy

source: Address Title is mandatory.
sk: Názov adresy je povinný.

source: Address Type
sk: Typ adresy

source: Address and other legal information you may want to put in the footer.
sk: Adresa a ďalšie právne informácie, ktoré chcete pridať do päty.

source: Addresses
sk: Adresy

source: Addresses And Contacts
sk: Adresy a kontakty

source: Adds a custom client script to a DocType
sk: Pridáva vlastný klientski skript k DocType

source: Adds a custom field to a DocType
sk: Pridá vlastné pole do DocType

source: Administration
sk: Administrácia

source: Administrator
sk: Administrátor

source: Administrator Logged In
sk: Administrator prihlásený

source: Administrator accessed {0} on {1} via IP Address {2}.
sk: Administrátor získal prístup k {0} dňa {1} cez IP adresu {2}.

source: Advanced
sk: Pokročilé

source: Advanced Control
sk: Pokročilé ovládanie

source: Advanced Search
sk: Rozšírené vyhľadávanie

source: Advanced Settings
sk: Pokročilé nastavenia

source: After
sk: Po

source: After Cancel
sk: Po zrušení

source: After Delete
sk: Po odstránení

source: After Insert
sk: Po vložení

source: After Rename
sk: Po premenovaní

source: After Save
sk: Po uložení

source: After Save (Submitted Document)
sk: Po uložení (odoslaný dokument)

source: After Submission
sk: Po odoslaní

source: After Submit
sk: Po odoslaní

source: Aggregate Field is required to create a number card
sk: Je potrebné určiť Pole agregácie na vytvorenie číselnej karty

source: Aggregate Function Based On
sk: Funkcia agregácie založená na

source: Aggregate Function field is required to create a dashboard chart
sk: Pole funkcie agregácie je potrebné na vytvorenie diagramu na nástenke

source: Alert
sk: Upozornenie

source: Alerts and Notifications
sk: Upozornenia a oznámenia

source: Align
sk: Zarovnanie

source: Align Labels to the Right
sk: Zarovnať označenia doprava

source: Align Right
sk: Zarovnať doprava

source: Align Value
sk: Zarovnať hodnotu

source: All
sk: Všetky

source: All Day
sk: Celý deň

source: All Images attached to Website Slideshow should be public
sk: Všetky obrázky pripojené k prezentácii na webovej stránke by mali byť verejné

source: All Records
sk: Všetky záznamy

source: All Submissions
sk: Všetky príspevky

source: All customizations will be removed. Please confirm.
sk: Všetky prispôsobenia budú odstránené. Prosím, potvrďte.

source: All fields are necessary to submit the comment.
sk: Všetky polia sú potrebné na odoslanie komentára.

source: All possible Workflow States and roles of the workflow. Docstatus Options: 0 is "Saved", 1 is "Submitted" and 2 is "Cancelled"
sk: Všetky možné stavy toku práce a úlohy v toku práce. Možnosti stavu dokumentu: 0 je "Uložené", 1 je "Odozdané" a 2 je "Zrušené"

source: All-uppercase is almost as easy to guess as all-lowercase.
sk: Všetky písmená veľké sú takmer rovnako ľahké uhádnuť ako všetky písmená malé.

source: Allocated To
sk: Prideľované komu

source: Allot Points To Assigned Users
sk: Prideľ body prideleným používateľom

source: Allow
sk: Povoliť

source: Allow API Indexing Access
sk: Povoliť prístup na indexovanie API

source: Allow Auto Repeat
sk: Povoliť automatické opakovanie

source: Allow Bulk Edit
sk: Povoliť hromadnú úpravu

source: Allow Bulk Editing
sk: Povoliť hromadnú úpravu

source: Allow Comments
sk: Povoliť komentáre

source: Allow Consecutive Login Attempts
sk: Povoliť po sebe nasledujúce pokusy o prihlásenie

source: Allow Delete
sk: Povoliť vymazanie

source: Allow Dropbox Access
sk: Povoliť prístup k Dropboxu

source: Allow Editing After Submit
sk: Povoliť úpravy po odoslaní

source: Allow Google Calendar Access
sk: Povoliť prístup ku Kalendáru Google

source: Allow Google Contacts Access
sk: Povoliť prístup k službe Google Kontakty

source: Allow Google Drive Access
sk: Povoliť prístup k Disku Google

source: Allow Guest
sk: Povoliť hosťovi

source: Allow Guest to View
sk: Povoliť hosťovi zobraziť

source: Allow Guest to comment
sk: Povoliť hosťom komentovať

source: Allow Guests to Upload Files
sk: Povoliť hosťom nahrávať súbory

source: Allow Import (via Data Import Tool)
sk: Povoliť import (cez Nástroj na import dát)

source: Allow Incomplete Forms
sk: Povoliť neúplné formuláre

source: Allow Login After Fail
sk: Povoliť prihlásenie po chybe

source: Allow Login using Mobile Number
sk: Povoliť prihlásenie pomocou mobilného čísla

source: Allow Login using User Name
sk: Povoliť prihlásenie pomocou používateľského mena

source: Allow Modules
sk: Povoliť moduly

source: Allow Multiple Responses
sk: Povoliť viaceré odpovede

source: Allow Older Web View Links (Insecure)
sk: Povoliť staršie odkazy webového zobrazenia (nezabezpečené)

source: Allow Print
sk: Povoliť tlač

source: Allow Print for Cancelled
sk: Povoliť tlač pre zrušené

source: Allow Print for Draft
sk: Povoliť tlač pre koncept

source: Allow Read On All Link Options
sk: Povoliť čítanie všetkých možností prepojenia

source: Allow Rename
sk: Povoliť premenovanie

source: Allow Roles
sk: Povoliť úlohy

source: Allow Self Approval
sk: Povoliť vlastné schválenie

source: Allow Sending Usage Data for Improving Applications
sk: Povoliť odosielanie údajov o používaní pre zlepšenie aplikácií

source: Allow approval for creator of the document
sk: Povoliť schválenie pre tvorcu dokumentu

source: Allow document creation via Email
sk: Povoliť vytváranie dokumentov cez e-mail

source: Allow editing even if the doctype has a workflow set up. Does nothing if a workflow isn't set up.
sk: Povoliť úpravy, aj keď je pre typ dokumentu nastavený pracovný tok. Nerobí nič, ak nie je nastavený pracovný tok.

source: Allow events in timeline
sk: Povoliť udalosti v časovej osi

source: Allow in Quick Entry
sk: Povoliť pri rýchlom zázname

source: Allow on Submit
sk: Povoliť pri odoslaní

source: Allow only one session per user
sk: Povoliť iba jednu reláciu na používateľa

source: Allow page break inside tables
sk: Povoliť zlomy stránok v tabuľkách

source: Allow saving if mandatory fields are not filled
sk: Povoliť uloženie, aj keď povinné polia nie sú vyplnené

source: Allow sending usage data for improving applications
sk: Povoliť odosielanie údajov o použití na zlepšenie aplikácií

source: Allow user to login only after this hour (0-24)
sk: Umožniť používateľovi prihlásiť sa iba po tejto hodine (0-24)

source: Allow user to login only before this hour (0-24)
sk: Povoliť používateľovi prihlásiť sa iba pred touto hodinou (0-24)

source: Allow users to log in without a password, using a login link sent to their email
sk: Povoľte používateľom prihlásiť sa bez hesla pomocou prihlasovacieho odkazu zaslaného na ich email.

source: Allowed
sk: Povolené

source: Allowed File Extensions
sk: Povolené prípony súborov

source: Allowed In Mentions
sk: Povolené v zmienkach

source: Allowed Modules
sk: Povolené moduly

source: Allowed Roles
sk: Povolené úlohy

source: Allowed embedding domains
sk: Povolené domény na vloženie

source: Allowing DocType, DocType. Be careful!
sk: Povolenie DocType, DocType. Buďte opatrní!

source: Already Registered
sk: Už zaregistrované

source: Already in the following Users ToDo list:{0}
sk: Už je v nasledujúcom zozname úloh používateľa: {0}

source: Also adding the dependent currency field {0}
sk: Tiež sa pridáva závislé menové pole {0}

source: Also adding the status dependency field {0}
sk: Tiež pridanie poľa závislosti stavu {0}

source: Alternative Email ID
sk: Alternatívne Emailové ID

source: Always add "Draft" Heading for printing draft documents
sk: Vždy pridať nadpis "Koncept" pre tlač konceptov dokumentov

source: Always use this email address as sender address
sk: Vždy použiť túto emailovú adresu ako adresu odosielateľa

source: Always use this name as sender name
sk: Vždy použiť toto meno ako meno odosielateľa

source: Amend
sk: Upraviť

source: Amend Counter
sk: Počítadlo zmien

source: Amended Document Naming Settings
sk: Nastavenia pomenovania upraveného dokumentu

source: Amended Documents
sk: Upravené dokumenty

source: Amended From
sk: Upravené z

# Freeze message while amending a document
source: Amending
sk: Upravovanie

source: Amendment Naming Override
sk: Prepisovanie názvu dodatku

source: Amendment naming rules updated.
sk: Pravidlá pomenovania dodatkov aktualizované.

source: An error occurred while setting Session Defaults
sk: Pri nastavovaní predvolených nastavení relácie došlo k chybe

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
sk: Súbor ikony s príponou .ico. Mal by byť 16 x 16 px. Generované pomocou generátora favicon. [favicon-generator.org]

source: An unexpected error occurred while authorizing {}.
sk: Pri autorizácii {} sa vyskytla neočakávaná chyba.

source: Analytics
sk: Analytika

source: Ancestors Of
sk: Predchodcovia

source: Announcement Widget
sk: Widget oznámení

source: Announcements
sk: Oznámenia

source: Annual
sk: Ročne

source: Anonymization Matrix
sk: Matica anonymizácie

source: Anonymous responses
sk: Anonymné odpovede

source: Another transaction is blocking this one. Please try again in a few seconds.
sk: Iná transakcia blokuje túto. Skúste to prosím znovu o niekoľko sekúnd.

source: Another {0} with name {1} exists, select another name
sk: Ďalší {0} s názvom {1} už existuje, vyberte iný názov

source: Any string-based printer languages can be used. Writing raw commands requires knowledge of the printer's native language provided by the printer manufacturer. Please refer to the developer manual provided by the printer manufacturer on how to write their native commands. These commands are rendered on the server side using the Jinja Templating Language.
sk: Akékoľvek tlačiarenské jazyky založené na reťazcoch môžu byť použité. Písanie surových príkazov vyžaduje znalosť natívneho jazyka tlačiarne poskytnutého výrobcom tlačiarne. Prosím, pozrite si manuál pre vývojárov poskytnutý výrobcom tlačiarne, ako písať ich natívne príkazy. Tieto príkazy sú generované na strane servera s použitím sablónovacieho jazyka Jinja.

source: Apart from System Manager, roles with Set User Permissions right can set permissions for other users for that Document Type.
sk: Okrem Správcu systému, role s právom Nastaviť používateľské povolenia môžu nastaviť povolenia pre iných používateľov pre tento Typ dokumentu.

source: App
sk: Aplikácia

source: App Access Key
sk: Kľúč prístupu aplikácie

source: App Access Key and/or Secret Key are not present.
sk: Prístupový kľúč aplikácie a/alebo tajný kľúč nie sú prítomné.

source: App Client ID
sk: ID klienta aplikácie

source: App Client Secret
sk: Tajný kľúč klienta aplikácie

source: App ID
sk: ID aplikácie

source: App Logo
sk: Logo aplikácie

source: App Name
sk: Názov aplikácie

source: App Secret Key
sk: Tajný kľúč aplikácie

source: App not found for module: {0}
sk: Aplikácia nebola nájdená pre modul: {0}

source: App {0} is not installed
sk: Aplikácia {0} nie je nainštalovaná

source: Append Emails to Sent Folder
sk: Pripojiť e-maily do priečinka Odoslané

source: Append To
sk: Pripojiť k

source: Append To can be one of {0}
sk: Append To môže byť jedno z {0}

source: Append as communication against this DocType (must have fields: "Sender" and "Subject"). These fields can be defined in the email settings section of the appended doctype.
sk: Pripojiť ako komunikáciu k tomuto DocType (musí mať polia: "Odosielateľ" a "Predmet"). Tieto polia môžu byť definované v sekcii nastavení e-mailu pripojeného doctype.

source: Applicable Document Types
sk: Typy príslušných dokumentov

source: Applicable For
sk: Použiteľné pre

source: Application Logo
sk: Logo aplikácie

source: Application Name
sk: Názov aplikácie

source: Application Version
sk: Verzia aplikácie

source: Applied On
sk: Aplikované na

source: Apply
sk: Použiť

# Button in list view actions menu
source: Apply Assignment Rule
sk: Použiť pravidlo priradenia

source: Apply Document Permissions
sk: Použiť povolenia dokumentu

source: Apply Filters
sk: Použiť filtre

source: Apply Only Once
sk: Použiť iba raz

source: Apply Strict User Permissions
sk: Použiť prísne používateľské povolenia

source: Apply To
sk: Použiť na

source: Apply To All Document Types
sk: Použiť na všetky typy dokumentov

source: Apply User Permission On
sk: Použiť používateľské povolenie na

source: Apply this rule if the User is the Owner
sk: Použiť toto pravidlo, ak je používateľ vlastníkom

source: Apply this rule only once per document
sk: Toto pravidlo použite iba raz na dokument.

source: Apply to all Documents Types
sk: Použiť na všetky typy dokumentov

source: Applying: {0}
sk: Používanie: {0}

source: Appreciate
sk: Oceňujem

source: Appreciation
sk: Ocenenie

source: Approval Required
sk: Vyžaduje sa schválenie

source: Apps
sk: Aplikácie

source: Archive
sk: Archivovať

source: Archived
sk: Archivované

source: Archived Columns
sk: Archivované stĺpce

source: Are you sure you want to delete all rows?
sk: Ste si istý, že chcete odstrániť všetky riadky?

source: Are you sure you want to delete page {0}?
sk: Ste si istý, že chcete odstrániť stránku {0}?

source: Are you sure you want to delete the attachment?
sk: Ste si istý, že chcete odstrániť prílohu?

# Confirmation dialog message
source: Are you sure you want to delete the column? All the fields in the column will be moved to the previous column.
sk: Ste si istý, že chcete odstrániť stĺpec? Všetky polia v tomto stĺpci budú presunuté do predchádzajúceho stĺpca.

# Confirmation dialog message
source: Are you sure you want to delete the section? All the columns along with fields in the section will be moved to the previous section.
sk: Ste si istí, že chcete odstrániť sekciu? Všetky stĺpce spolu s poliami v sekcii budú presunuté do predchádzajúcej sekcie.

# Confirmation dialog message
source: Are you sure you want to delete the tab? All the sections along with fields in the tab will be moved to the previous tab.
sk: Ste si istí, že chcete odstrániť kartu? Všetky sekcie spolu s poľami na karte budú presunuté na predchádzajúcu kartu.

source: Are you sure you want to discard the changes?
sk: Ste si istý, že chcete zrušiť zmeny?

source: Are you sure you want to generate a new report?
sk: Ste si istý, že chcete vygenerovať novú správu?

source: Are you sure you want to merge {0} with {1}?
sk: Ste si istý, že chcete zlúčiť {0} s {1}?

source: Are you sure you want to proceed?
sk: Ste si istý, že chcete pokračovať?

source: Are you sure you want to re-enable scheduler?
sk: Ste si istý, že chcete znovu povoliť plánovač?

source: Are you sure you want to relink this communication to {0}?
sk: Ste si istý, že chcete toto spojenie znovu prepojiť na {0}?

source: Are you sure you want to remove all failed jobs?
sk: Ste si istý, že chcete odstrániť všetky neúspešné úlohy?

source: Are you sure you want to remove the {0} filter?
sk: Ste si istý, že chcete odstrániť filter {0}?

source: Are you sure you want to reset all customizations?
sk: Ste si istí, že chcete resetovať všetky prispôsobenia?

source: Are you sure you want to save this document?
sk: Ste si istý, že chcete uložiť tento dokument?

source: Are you sure you want to send this newsletter now?
sk: Ste si istý, že chcete tento newsletter odoslať teraz?

source: Are you sure?
sk: Ste si istý?

source: Arguments
sk: Argumenty

source: As a best practice, do not assign the same set of permission rule to different Roles. Instead, set multiple Roles to the same User.
sk: Ako najlepšiu prax neprideľujte rovnakú sadu pravidiel povolení rôznym úlohám. Namiesto toho priraďte viacero úloh rovnakému používateľovi.

source: As document sharing is disabled, please give them the required permissions before assigning.
sk: Keďže zdieľanie dokumentov je zakázané, prosím, udeľte im potrebné povolenia pred priradením.

source: As per your request, your account and data on {0} associated with email {1} has been permanently deleted
sk: Podľa vašej žiadosti, váš účet a údaje na {0} spojené s emailom {1} boli trvalo odstránené

source: Assign Condition
sk: Priraďovacia podmienka

source: Assign To
sk: Priradiť k

source: Assign To User Group
sk: Priradiť skupine používateľov

source: Assign To Users
sk: Priradiť používateľom

source: Assign a user
sk: Priraďte používateľa

source: Assign one by one, in sequence
sk: Priraďte jednu po druhej, v poradí

source: Assign to me
sk: Priradiť mne

source: Assign to the one who has the least assignments
sk: Priraďte tomu, kto má najmenej úloh.

source: Assign to the user set in this field
sk: Priraďte používateľovi nastavenému v tomto poli

source: Assigned
sk: Priradené

source: Assigned By
sk: Priradené od

source: Assigned By Full Name
sk: Priradené podľa celého mena

source: Assigned To
sk: Priradené k

source: Assigned To/Owner
sk: Priradené k/Vlastník

source: Assigning...
sk: Priraďovanie...

source: Assignment
sk: Priradenie

source: Assignment Completed
sk: Úloha dokončená

source: Assignment Days
sk: Dni pridelenia

source: Assignment Rule
sk: Pravidlo priradenia

source: Assignment Rule Day
sk: Deň pravidla priradenia

source: Assignment Rule User
sk: Používateľ pravidiel priradenia

source: Assignment Rule is not allowed on document type {0}
sk: Pravidlo priradenia nie je povolené pre typ dokumentu {0}

source: Assignment Rules
sk: Pravidlá prideľovania

source: Assignment Update on {0}
sk: Aktualizácia pridelenia na {0}

source: Assignment for {0} {1}
sk: Priradenie pre {0} {1}

source: Assignment of {0} removed by {1}
sk: Priradenie {0} odstránené {1}

source: Assignments
sk: Pridelenia

source: At least one column is required to show in the grid.
sk: Aspoň jeden stĺpec je potrebné zobraziť v mriežke.

source: Atleast one field is required in Web Form Fields Table
sk: Aspoň jedno pole je povinné v tabuľke webového formulára polí.

source: Atleast one field of Parent Document Type is mandatory
sk: Aspoň jedno pole rodičovského typu dokumentu je povinné

source: Attach
sk: Pripojiť

source: Attach Document Print
sk: Pripojiť tlač dokumentu

source: Attach Image
sk: Pripojiť obrázok

source: Attach Package
sk: Pripojiť balík

source: Attach Print
sk: Priložiť tlačivá

source: Attach a web link
sk: Priložte webový odkaz

source: Attach files / urls and add in table.
sk: Pripojiť súbory / URL adresy a pridať do tabuľky.

source: Attached File
sk: Pripojený súbor

source: Attached To DocType
sk: Pripojené k DocType

source: Attached To Field
sk: Pripojené k poľu

source: Attached To Name
sk: Pripojené k názvu

source: Attached To Name must be a string or an integer
sk: "Pripojený k názvu" musí byť reťazec alebo celé číslo
